import { atom } from "recoil";
import { recoilPersist } from 'recoil-persist'
import { encode, decode } from 'js-base64';

// const { persistAtom } = recoilPersist({
//   key: 'recoil-persist', // this key is using to store data in local storage
//   storage: sessionStorage, // configurate which stroage will be used to store the data
// })

// 20230110 add'js-base64
// const localStorageBase64 = () => {
//   return {
//     setItem: (key, value) => {
//       sessionStorage.setItem(encode(key), encode(value))
//     },
//     getItem: (key) => {
//       const getItem =  sessionStorage.getItem(encode(key))
//       // return getItem && decode(getItem) || {}
//       return (getItem && decode(getItem)) || {}
//     },
//     clear: () => {
//       sessionStorage.clear()
//     },
//   }
// }
//  202312/14 to localStorage
const localStorageBase64 = () => {
  return {
    setItem: (key, value) => {
      localStorage.setItem(encode(key), encode(value))
    },
    getItem: (key) => {
      const getItem =  localStorage.getItem(encode(key))
      // return getItem && decode(getItem) || {}
      return (getItem && decode(getItem)) || {}
    },
    clear: () => {
      localStorage.clear()
    },
  }
}


const { persistAtom } = recoilPersist({ key: 'recoil-persist', storage: localStorageBase64() })

export const lillieLogState = atom({
  key: 'lillieLogState',
  // default: { row: [false,1,2,3,4,5] }
  // default: ['1111111'],




  default: [

            {
                o: 1,
                i: "ゲンガー＆ミミッキュ",
                m: "………nt………………@…o……mo…………j…"
            },
            {
                o: 2,
                i: "デデンネ",
                m: "……u…i…ty…u……………@……c……o…………j…"
            },
            {
                o: 3,
                i: "リーリエ",
                m: "…y…u…t…u………2……@…………o…….…………p"
            },
            {
                o: 4,
                i: "ザマゼンタ",
                m: "……u…………ou…1…………@…………mo………………"
            },
            {
                o: 5,
                i: "アルセウスV",
                m: "……………y………iro………………@…………l.…………"
            },
            {
                o: 6,
                i: "フーパ",
                m: "………y……-1……4…@do……m….………"
            },
            {
                o: 7,
                i: "なみのりピカチュウ",
                m: "………………ya……i……t………i……@g……………"
            },
            {
                o: 8,
                i: "リーリエ",
                m: "……………n…you……………@…o………o……….……"
            },
            {
                o: 9,
                i: "ニャローテ",
                m: "t…4……1……04…6…@…………d……o…"
            },
            {
                o: 10,
                i: "レジギガス",
                m: "……z……ty…u-…………@d………om….……………"
            },
            {
                o: 11,
                i: "レッド&グリーン",
                m: "………k………8…………6…@…c…o……………o…"
            },
            {
                o: 12,
                i: "レジギガス",
                m: "………1……4…6…@…………u………"
            },
            {
                o: 13,
                i: "リーリエ",
                m: "y………u…1…2……@……………….……………"
            },
            {
                o: 14,
                i: "イーブイ",
                m: "……4……90……26…@i………u……………m"
            },
            {
                o: 15,
                i: "レジギガス",
                m: "……4………………26…@…………d…c……"
            },
            {
                o: 16,
                i: "アルセウスV",
                m: "…t…k………8…………4…6…@i…………u……c…m"
            },
            {
                o: 17,
                i: "ニャローテ",
                m: "t…e……1…………426…@…………ud…………"
            },
            {
                o: 18,
                i: "ニャローテ",
                m: "…………4…19……6…@i………u……"
            },
            {
                o: 19,
                i: "フーパ",
                m: "……a…e………………6…@…c……ud…c…"
            },
            {
                o: 20,
                i: "ニャローテ",
                m: "………e………90………@…………u……o…"
            },
            {
                o: 21,
                i: "リーリエ",
                m: "……481…0……@…………u…d…c…m"
            },
            {
                o: 22,
                i: "なみのりピカチュウ",
                m: "…………e…………………6…@…c………………"
            },
            {
                o: 23,
                i: "ゴーリキー",
                m: "………………04…6…@……………………"
            },
            {
                o: 24,
                i: "ニャローテ",
                m: "………………nt…………………@…………m………….……p"
            },
            {
                o: 25,
                i: "ゴーリキー",
                m: "……-…ho-…………2.w…n…@i……b……k…j…"
            },
            {
                o: 26,
                i: "レジギガス",
                m: "t………………9…4……@…c………….………"
            },
            {
                o: 27,
                i: "かがやくフシギバナ",
                m: "……a…e…………0…4…6…@……………c……"
            },
            {
                o: 28,
                i: "リーリエ",
                m: "t……………4…1………@…c…o………o…"
            },
            {
                o: 29,
                i: "ピカチュウ",
                m: "……e…8……0……6…@………ou…………o…"
            },
            {
                o: 30,
                i: "リーリエ",
                m: "t…k…………4………@……………d……"
            },
            {
                o: 31,
                i: "かがやくフシギバナ",
                m: "……e……1………6…@…………ud…………"
            },
            {
                o: 32,
                i: "ゴーリキー",
                m: "………t…@g………c……"
            },
            {
                o: 33,
                i: "かがやくフシギバナ",
                m: "………i…………@………i………"
            },
            {
                o: 34,
                i: "リーリエ",
                m: "………4…………@………oud…c……m"
            },
            {
                o: 35,
                i: "なみのりピカチュウ",
                m: "t………………8…9……6…@………o…d…c………"
            },
            {
                o: 36,
                i: "なみのりピカチュウ",
                m: "…e…8……0…6…@…………u………m"
            },
            {
                o: 37,
                i: "クリムガン",
                m: "…a………1……4…6…@……l…ud…………"
            },
            {
                o: 38,
                i: "レジギガス",
                m: "……8………4………@…c………….…"
            },
            {
                o: 39,
                i: "ニャローテ",
                m: "…………0…2……@…………u………"
            },
            {
                o: 40,
                i: "かがやくフシギバナ",
                m: "………ke…………4…6…@…c……………"
            },
            {
                o: 41,
                i: "ゼクロム",
                m: "…k…48……04…6…@……l………c……"
            },
            {
                o: 42,
                i: "ディンルー",
                m: "………………………@…c……u………c……"
            },
            {
                o: 43,
                i: "クリムガン",
                m: "…………4……1……4…@……….……m"
            },
            {
                o: 44,
                i: "ゴーリキー",
                m: "………04…6…@……d…………"
            },
            {
                o: 45,
                i: "かがやくフシギバナ",
                m: "……………9……4…6…@……c………d………m"
            },
            {
                o: 46,
                i: "フーパ",
                m: "t…………e…81……………@i…u……………"
            },
            {
                o: 47,
                i: "フーパ",
                m: "……4…1……@i………ud…c……"
            },
            {
                o: 48,
                i: "ニャローテ",
                m: "z…………@………………t……n….…p"
            },
            {
                o: 49,
                i: "フーパ",
                m: "………e………9……@…c……u……c………"
            },
            {
                o: 50,
                i: "フーパ",
                m: "……04…6…@…cl……….………"
            },
            {
                o: 51,
                i: "テールナー",
                m: "……a…………8…9………@i………u….……"
            },
            {
                o: 52,
                i: "かがやくフシギバナ",
                m: "…………4…………426…@i……………m"
            },
            {
                o: 53,
                i: "クリムガン",
                m: "t………e…81……6…@……………d……o…"
            },
            {
                o: 54,
                i: "ゴーリキー",
                m: "t………4…………6……@…c……u……c…"
            },
            {
                o: 55,
                i: "アルセウスV",
                m: "……81…………2……@i…………………"
            },
            {
                o: 56,
                i: "リーリエ",
                m: "……a……e………9………@…c…o…….…………"
            },
            {
                o: 57,
                i: "チリ",
                m: "…t……e……1…………6…@……oud……o…"
            },
            {
                o: 58,
                i: "ニャローテ",
                m: "t…………4……1…………@…c…ud…c……"
            },
            {
                o: 59,
                i: "クリムガン",
                m: "…ke…8……2……@………d…c……"
            },
            {
                o: 60,
                i: "リーリエ",
                m: "………k………8…9……@i………u……c………"
            },
            {
                o: 61,
                i: "クリムガン",
                m: "……k…………0…2………@…………u………o…"
            },
            {
                o: 62,
                i: "レジギガス",
                m: "t…e…1………2……@………………………m"
            },
            {
                o: 63,
                i: "かがやくフシギバナ",
                m: "……k…4…6…@………o…………m"
            },
            {
                o: 64,
                i: "かがやくフシギバナ",
                m: "…………h…t…………n………@…………ai………o…"
            },
            {
                o: 65,
                i: "なみのりピカチュウ",
                m: "……………………j…………@…c……u………"
            },
            {
                o: 66,
                i: "かがやくフシギバナ",
                m: "…………4…90……6…@…c……u………o…"
            },
            {
                o: 67,
                i: "ゴーリキー",
                m: "…………90………@…………………o…"
            },
            {
                o: 68,
                i: "フーパ",
                m: "…….…o………pa…n…@…………l.…………"
            },
            {
                o: 69,
                i: "クリムガン",
                m: "………81…………6…@…c…o………"
            },
            {
                o: 70,
                i: "イーブイ",
                m: "…………1…0…6…@…………u……c……"
            },
            {
                o: 71,
                i: "ニャローテ",
                m: "………………8………4…2……@……d……o…"
            },
            {
                o: 72,
                i: "イーブイ",
                m: "…………u…@g…………….………"
            },
            {
                o: 73,
                i: "インテレオン",
                m: "………e……1……0…@i…………u……………"
            },
            {
                o: 74,
                i: "レジギガス",
                m: "……k…8…9…4…6…@i………u………"
            },
            {
                o: 75,
                i: "イーブイ",
                m: "…a…………_…a…a…@……v…………n………e…j…"
            },
            {
                o: 76,
                i: "クリムガン",
                m: "t………9………2……@……………………m"
            },
            {
                o: 77,
                i: "クリムガン",
                m: "…………………90……6…@……l……………………"
            },
            {
                o: 78,
                i: "かがやくフシギバナ",
                m: "w……r……3……@…………c……"
            },
            {
                o: 79,
                i: "リーリエ",
                m: "………………9………@……………c……"
            },
            {
                o: 80,
                i: "オニオン",
                m: "………n……@………………"
            },
            {
                o: 81,
                i: "アルセウスV",
                m: "…………1…0……6…@i………ud………"
            },
            {
                o: 82,
                i: "アルセウスV",
                m: "……………9……2……@i…………d……"
            },
            {
                o: 83,
                i: "クリムガン",
                m: "t……k……8………@…c……u….…"
            },
            {
                o: 84,
                i: "マリィ",
                m: "…h…s…e……………@i…………n….…p"
            },
            {
                o: 85,
                i: "名探偵ピカチュウ",
                m: "…………j…f…f…@i…………ft……………j…"
            },
            {
                o: 86,
                i: "ニャローテ",
                m: "k……………@…a……….………j…"
            },
            {
                o: 87,
                i: "クリムガン",
                m: "l………………io…s…@…………l.……m…"
            },
            {
                o: 88,
                i: "クリムガン",
                m: "………i……11………@…m……l………m…"
            },
            {
                o: 89,
                i: "イーブイ",
                m: "……g………………@…………l…c……"
            },
            {
                o: 90,
                i: "なみのりピカチュウ",
                m: "………_…a………@………od…………n………e……p"
            },
            {
                o: 91,
                i: "ゴーリキー",
                m: "…………21…………-s…t…@d………mo………"
            },
            {
                o: 92,
                i: "なみのりピカチュウ",
                m: "a…………ta………@……d……o…………….……"
            },
            {
                o: 93,
                i: "ガブリアス",
                m: "………2…_……k……@…………………….…….……"
            },
            {
                o: 94,
                i: "アルセウスV",
                m: "……-…6…………a…@….…o…………e…n….…p"
            },
            {
                o: 95,
                i: "レジギガス",
                m: "…………ak……@….…………n………….…p"
            },
            {
                o: 96,
                i: "クリムガン",
                m: "a……6……k……@….…od………n……n……j…"
            },
            {
                o: 97,
                i: "イーブイ",
                m: "……6…ka…@n……o……o…….…….…p"
            },
            {
                o: 98,
                i: "ゴーリキー",
                m: "………6…6………k……@…………………………n………p"
            },
            {
                o: 99,
                i: "なみのりピカチュウ",
                m: "………6……_………a…@n…………d……………………………"
            },
            {
                o: 100,
                i: "フーパ",
                m: "………6……k……@……v…………o…….………j…"
            },
            {
                o: 101,
                i: "イーブイ",
                m: "a……2…k……@……v…da……………….……"
            },
            {
                o: 102,
                i: "クリムガン",
                m: "………………a…@….………………o…….…e……p"
            },
            {
                o: 103,
                i: "かがやくフシギバナ",
                m: "………6……………a…@…n………d…f……e……e…j…"
            },
            {
                o: 104,
                i: "かがやくフシギバナ",
                m: "…………im……ak………r…………@…………o……….………"
            },
            {
                o: 105,
                i: "フーパ",
                m: "……k…………m…z…k……a……………@………………c……j……"
            },
            {
                o: 106,
                i: "アルセウスV",
                m: "…………06……………@….……f…………n……j…"
            },
            {
                o: 107,
                i: "レジギガス",
                m: "……a…………81……4…6…@…………u………"
            },
            {
                o: 108,
                i: "ニャローテ",
                m: "………8…9………@…c……u….…………"
            },
            {
                o: 109,
                i: "イーブイ",
                m: "………e…81…0……6…@…c……u….………"
            },
            {
                o: 110,
                i: "リーリエ",
                m: "………4……90…4…6…@…c…d…c……"
            },
            {
                o: 111,
                i: "ニャローテ",
                m: "………9……26…@ic……d…………"
            },
            {
                o: 112,
                i: "イーブイ",
                m: "…t………9………@…c…o…d…o…"
            },
            {
                o: 113,
                i: "リーリエ",
                m: "…e………1……2……@………o……d…c…m"
            },
            {
                o: 114,
                i: "リーリエ",
                m: "………ke………………26…@i………………c……"
            },
            {
                o: 115,
                i: "ゴーリキー",
                m: "……e………1……426…@………ou………"
            },
            {
                o: 116,
                i: "ニャローテ",
                m: "t…e…81…………@…c……………"
            },
            {
                o: 117,
                i: "かがやくフシギバナ",
                m: "……………9…6…@…c……ud……o…"
            },
            {
                o: 118,
                i: "ボスの指令",
                m: "t……………6…@……………c……"
            },
            {
                o: 119,
                i: "ゴーリキー",
                m: "………4………426…@……c………….………"
            },
            {
                o: 120,
                i: "かがやくフシギバナ",
                m: "……………0…2……@…c……………c……"
            },
            {
                o: 121,
                i: "かがやくフシギバナ",
                m: "……………1……42……@i………u….…o…"
            },
            {
                o: 122,
                i: "アルセウスV",
                m: "………a…i…@…m…i……c…m"
            },
            {
                o: 123,
                i: "名探偵ピカチュウ",
                m: "……………s………hi…@…………l.……"
            },
            {
                o: 124,
                i: "アルセウスV",
                m: "…………………i…@…m…i…………"
            },
            {
                o: 125,
                i: "アルセウスV",
                m: "……………4……90…26…@…………ud…………"
            },
            {
                o: 126,
                i: "フーパ",
                m: "…ke…………0……6…@…………u…m"
            },
            {
                o: 127,
                i: "ブラッキー",
                m: "…………e………………4…6…@………ou……"
            },
            {
                o: 128,
                i: "レジギガス",
                m: "t……………1…0…………@…c………….…o…"
            },
            {
                o: 129,
                i: "かがやくフシギバナ",
                m: "…29………s………@…m……l…c…m"
            },
            {
                o: 130,
                i: "イーブイ",
                m: "……………4…19………6…@…c…o………m"
            },
            {
                o: 131,
                i: "クリムガン",
                m: "…………48…9…4…6…@…………u….…………"
            },
            {
                o: 132,
                i: "レジギガス",
                m: "……e…8………6…@i……….………"
            },
            {
                o: 133,
                i: "レジギガス",
                m: "…………………2……@…c………d…………"
            },
            {
                o: 134,
                i: "クリムガン",
                m: "…………1…0…6…@………ou……c………"
            },
            {
                o: 135,
                i: "かがやくフシギバナ",
                m: "t…e…81…0…26…@……………………o…"
            },
            {
                o: 136,
                i: "かがやくフシギバナ",
                m: "…h……………5…5…tak……@…a………o……p"
            },
            {
                o: 137,
                i: "かがやくフシギバナ",
                m: "…l…t…………t……u…@y……o.………j…"
            },
            {
                o: 138,
                i: "クリムガン",
                m: "h……………0……tak……@y…a…………c……j…"
            },
            {
                o: 139,
                i: "ゴーリキー",
                m: "…li…0…………k……@…………o………………"
            },
            {
                o: 140,
                i: "リーリエ",
                m: "……us…@……s…………b………………"
            },
            {
                o: 141,
                i: "イーブイ",
                m: "…i…………5……0t…a…u…@y………….…p"
            },
            {
                o: 142,
                i: "ゴーリキー",
                m: "…s…fx……@….……f……b……k…j…"
            },
            {
                o: 143,
                i: "イーブイ",
                m: "…………li…5…………ak……@………oo……o…………"
            },
            {
                o: 144,
                i: "クリムガン",
                m: "……………………a………@y………o……o……p"
            },
            {
                o: 145,
                i: "ガブリアス",
                m: "……i…u……b…n…@…………………………"
            },
            {
                o: 146,
                i: "イーブイ",
                m: "……………e5………0ta………@y………o…………j……"
            },
            {
                o: 147,
                i: "なみのりピカチュウ",
                m: "……5………ta………@y…a…o……c………p"
            },
            {
                o: 148,
                i: "かがやくフシギバナ",
                m: "…………………0ta………@…………….…………p"
            },
            {
                o: 149,
                i: "リーリエ",
                m: "………l…e………0…k……@………o….…o…j…"
            },
            {
                o: 150,
                i: "なみのりピカチュウ",
                m: "………l…e……5…ta………@……o……o…j…"
            },
            {
                o: 151,
                i: "クリムガン",
                m: "…………i…@j……….………e……………p"
            },
            {
                o: 152,
                i: "リーリエ",
                m: "…………………11………@………i……c………"
            },
            {
                o: 153,
                i: "リーリエ",
                m: "……f…………ash……@………c……"
            },
            {
                o: 154,
                i: "ゴーリキー",
                m: "…y……9………sh……@………c……"
            },
            {
                o: 155,
                i: "なみのりピカチュウ",
                m: "y…………s……hi…@g………l…c…"
            },
            {
                o: 156,
                i: "リーリエ",
                m: "……9……s………@g………l………"
            },
            {
                o: 157,
                i: "リーリエ",
                m: "………m………a……@g……………c…"
            },
            {
                o: 158,
                i: "かがやくフシギバナ",
                m: "………m…s……h……@………………c……"
            },
            {
                o: 159,
                i: "なみのりピカチュウ",
                m: "………a………sh……@……l.………"
            },
            {
                o: 160,
                i: "ニャローテ",
                m: "………m……a……i…@gm…………c……"
            },
            {
                o: 161,
                i: "イーブイ",
                m: "………s……i…@………………m"
            },
            {
                o: 162,
                i: "レジギガス",
                m: "…………as…………@…m…………c……"
            },
            {
                o: 163,
                i: "フーパ",
                m: "y………9…a……@g……i…….………"
            },
            {
                o: 164,
                i: "ゴーリキー",
                m: "y……………a…hi…@…………i………o…"
            },
            {
                o: 165,
                i: "カメックス",
                m: "y……9……a………i…@………i………"
            },
            {
                o: 166,
                i: "イーブイ",
                m: "y…m………i…@…………….…o…"
            },
            {
                o: 167,
                i: "ニャローテ",
                m: "………ash……@………il……o…"
            },
            {
                o: 168,
                i: "イーブイ",
                m: "……2…m………h……@g……i…………"
            },
            {
                o: 169,
                i: "ゴーリキー",
                m: "………………as………@……………….…o…"
            },
            {
                o: 170,
                i: "クリムガン",
                m: "………29……s……@…m……l……"
            },
            {
                o: 171,
                i: "ガブリアス",
                m: "……………a………@…………….…………"
            },
            {
                o: 172,
                i: "レジギガス",
                m: "…………m……a…h……@………l…………"
            },
            {
                o: 173,
                i: "なみのりピカチュウ",
                m: "…f……m………………i…@……m…i………o…"
            },
            {
                o: 174,
                i: "なみのりピカチュウ",
                m: "………m……s………@g……………"
            },
            {
                o: 175,
                i: "ソルガレオ&ルナアーラ",
                m: "……9……s…@g…………l…c……"
            },
            {
                o: 176,
                i: "クリムガン",
                m: "…………m………i…@……………m"
            },
            {
                o: 177,
                i: "リーリエ",
                m: "…2…m…s……hi…@g……i………o…"
            },
            {
                o: 178,
                i: "シロナの覇気",
                m: "y…………a…h……@………………c…"
            },
            {
                o: 179,
                i: "かがやくフシギバナ",
                m: "…………………a……@……a…….……m"
            },
            {
                o: 180,
                i: "クリムガン",
                m: "……9…a…………@…………….……m"
            },
            {
                o: 181,
                i: "クリムガン",
                m: "……………a…a…h……@………………"
            },
            {
                o: 182,
                i: "リーリエ",
                m: "………………a…h……@…m……l….…o…"
            },
            {
                o: 183,
                i: "フーパ",
                m: "………………s…@g…………………"
            },
            {
                o: 184,
                i: "なみのりピカチュウ",
                m: "…………a…a……i…@……l……o…"
            },
            {
                o: 185,
                i: "クリムガン",
                m: "……………ash……@…m……l…c…m"
            },
            {
                o: 186,
                i: "ニャローテ",
                m: "………2…ma…a………@………………"
            },
            {
                o: 187,
                i: "かがやくフシギバナ",
                m: "……………………@………il………o…"
            },
            {
                o: 188,
                i: "リザードンG",
                m: "………………i…@…m…………m"
            },
            {
                o: 189,
                i: "ゴーリキー",
                m: "………as………@gm……l.……"
            },
            {
                o: 190,
                i: "イーブイ",
                m: "y…………………a…hi…@……m…i….……m"
            },
            {
                o: 191,
                i: "なみのりピカチュウ",
                m: "y……2…ma……………@…………o…"
            },
            {
                o: 192,
                i: "クリムガン",
                m: "…………as…sh……@…………o…"
            },
            {
                o: 193,
                i: "かがやくフシギバナ",
                m: "y……s…s…i…@…………l.………"
            },
            {
                o: 194,
                i: "イーブイ",
                m: "…9…as……………@…m…i………o…"
            },
            {
                o: 195,
                i: "フーパ",
                m: "…………………s……@g……………c……"
            },
            {
                o: 196,
                i: "なみのりピカチュウ",
                m: "………………h…@…………i……………"
            },
            {
                o: 197,
                i: "フーパ",
                m: "……9……………h……@…l…c……"
            },
            {
                o: 198,
                i: "イーブイ",
                m: "y………9……s…………@g………l…c……"
            },
            {
                o: 199,
                i: "クリムガン",
                m: "……………………@g……………m"
            },
            {
                o: 200,
                i: "ゴーリキー",
                m: "y………s……s…i…@g………c……"
            },
            {
                o: 201,
                i: "クリムガン",
                m: "…………sh……@……a…….…"
            },
            {
                o: 202,
                i: "なみのりピカチュウ",
                m: "y…29…as……@…m………l.………"
            },
            {
                o: 203,
                i: "かがやくフシギバナ",
                m: "……2……a……………@…m…………………m"
            },
            {
                o: 204,
                i: "リーリエ",
                m: "……………sa……h……@…l…c……"
            },
            {
                o: 205,
                i: "レジギガス",
                m: "……………….……@…o…………o……….…p"
            },
            {
                o: 206,
                i: "ゴーリキー",
                m: "……………a……h……@……a…o…"
            },
            {
                o: 207,
                i: "なみのりピカチュウ",
                m: "…………………s…s………@…m……………m"
            },
            {
                o: 208,
                i: "かがやくフシギバナ",
                m: "…9……h……@…m……c……"
            },
            {
                o: 209,
                i: "フーパ",
                m: "…y………m………s…i…@……l……o…"
            },
            {
                o: 210,
                i: "クリムガン",
                m: "………2……as……h……@…………l…c………"
            },
            {
                o: 211,
                i: "レジギガス",
                m: "………ma…a…………@g………l….………"
            },
            {
                o: 212,
                i: "リーリエ",
                m: "……………@……a…….………"
            },
            {
                o: 213,
                i: "なみのりピカチュウ",
                m: "…y……………h……@g……il.……"
            },
            {
                o: 214,
                i: "クリムガン",
                m: "…………as………i…@…………….…"
            },
            {
                o: 215,
                i: "クリムガン",
                m: "……………a…hi…@g……il………"
            },
            {
                o: 216,
                i: "イーブイ",
                m: "……………h……@g…a………c………"
            },
            {
                o: 217,
                i: "イーブイ",
                m: "……mas………i…@……l…c……"
            },
            {
                o: 218,
                i: "リーリエ",
                m: "y……h……@……………o…"
            },
            {
                o: 219,
                i: "レジギガス",
                m: "…y…2………i…@…m……l.………"
            },
            {
                o: 220,
                i: "フーパ",
                m: "y…9……sa……i…@…………il.…o…"
            },
            {
                o: 221,
                i: "フーパ",
                m: "……………………i…@…m……………"
            },
            {
                o: 222,
                i: "かがやくフシギバナ",
                m: "……………s…i…@………………"
            },
            {
                o: 223,
                i: "ミュウツー",
                m: "………29………………@g…………o…"
            },
            {
                o: 224,
                i: "ニャローテ",
                m: "……………as………@…m…i………o…"
            },
            {
                o: 225,
                i: "かがやくフシギバナ",
                m: "……29…a……a…sh……@…m…i………"
            },
            {
                o: 226,
                i: "リザードン",
                m: "…2…m……s…@…………….……"
            },
            {
                o: 227,
                i: "レジギガス",
                m: "…………s…………@…m………………"
            },
            {
                o: 228,
                i: "なみのりピカチュウ",
                m: "y……2…m………i…@g……………o…"
            },
            {
                o: 229,
                i: "かがやくフシギバナ",
                m: "……m…sh……@………c……"
            },
            {
                o: 230,
                i: "なみのりピカチュウ",
                m: "………9…………a……i…@g………l……………"
            },
            {
                o: 231,
                i: "なみのりピカチュウ",
                m: "………………s………@…………l.…o…"
            },
            {
                o: 232,
                i: "メガヤミラミ＆バンギラス",
                m: "……………a…h……@…i……c……"
            },
            {
                o: 233,
                i: "フーパ",
                m: "y……29…a…a……@…………………m"
            },
            {
                o: 234,
                i: "レジギガス",
                m: "…f……m…sa…@g……………c……"
            },
            {
                o: 235,
                i: "なみのりピカチュウ",
                m: "…………s………@……………o…"
            },
            {
                o: 236,
                i: "フーパ",
                m: "……29………i…@…m….……m"
            },
            {
                o: 237,
                i: "リーリエ",
                m: "……2……a…………@…m…………"
            },
            {
                o: 238,
                i: "なみのりピカチュウ",
                m: "…………sh……@gm………l…c……"
            },
            {
                o: 239,
                i: "ニャローテ",
                m: "…f……………i…@……….………"
            },
            {
                o: 240,
                i: "クリムガン",
                m: "…………………………@g……il…………"
            },
            {
                o: 241,
                i: "クリムガン",
                m: "………………a………i…@……a………c…m"
            },
            {
                o: 242,
                i: "ゴーリキー",
                m: "y………9……s…sh……@g………l…………m"
            },
            {
                o: 243,
                i: "クリムガン",
                m: "…………a……s…@………il.………"
            },
            {
                o: 244,
                i: "イーブイ",
                m: "………a……i…@…………l.………"
            },
            {
                o: 245,
                i: "ゴーリキー",
                m: "……a……s………@g……i….……m"
            },
            {
                o: 246,
                i: "レジギガス",
                m: "…………as………i…@………………m"
            },
            {
                o: 247,
                i: "フーパ",
                m: "………sa……i…@……………l.……m"
            },
            {
                o: 248,
                i: "ニャローテ",
                m: "…………9…a………@…………l.……"
            },
            {
                o: 249,
                i: "ゴーリキー",
                m: "…y………s…s…h……@…………l…………"
            },
            {
                o: 250,
                i: "クリムガン",
                m: "……as…s………@g…l……o…"
            },
            {
                o: 251,
                i: "かがやくフシギバナ",
                m: "……s………i…@…i……c……"
            },
            {
                o: 252,
                i: "名探偵ピカチュウ",
                m: "…………ma…a…hi…@…m……….…"
            },
            {
                o: 253,
                i: "ゴーリキー",
                m: "y……………a…a……i…@g……il…………"
            },
            {
                o: 254,
                i: "リーリエ",
                m: "……f…9……s…@…m……l…m"
            },
            {
                o: 255,
                i: "レジギガス",
                m: "…y……9…a……h……@g…………l…c……"
            },
            {
                o: 256,
                i: "なみのりピカチュウ",
                m: "……ma…s…s………@…g………….………"
            },
            {
                o: 257,
                i: "クリムガン",
                m: "y………9……s…s………@………………c……"
            },
            {
                o: 258,
                i: "フシギバナ",
                m: "……h……@……a……m"
            },
            {
                o: 259,
                i: "なみのりピカチュウ",
                m: "…………………i…@……………m"
            },
            {
                o: 260,
                i: "レジギガス",
                m: "y………s…s………@…………………o…"
            },
            {
                o: 261,
                i: "フーパ",
                m: "………ma……@…………i……c…m"
            },
            {
                o: 262,
                i: "かがやくフシギバナ",
                m: "y……………a…………@…………l.……"
            },
            {
                o: 263,
                i: "なみのりピカチュウ",
                m: "……f……a……i…@g………l………"
            },
            {
                o: 264,
                i: "クリムガン",
                m: "y………m……h……@…m………o…"
            },
            {
                o: 265,
                i: "フーパ",
                m: "………a…hi…@…m…c……"
            },
            {
                o: 266,
                i: "リーリエ",
                m: "…………………i…@…m……l……"
            },
            {
                o: 267,
                i: "ゴーリキー",
                m: "……2……………sh……@……………c……"
            },
            {
                o: 268,
                i: "ゴーリキー",
                m: "…………as…@g………l.………"
            },
            {
                o: 269,
                i: "レジギガス",
                m: "y……………………h……@………l.…o…"
            },
            {
                o: 270,
                i: "レジギガス",
                m: "……2…ma……a……i…@g…a…l…c……"
            },
            {
                o: 271,
                i: "クリムガン",
                m: "…f…………hi…@……………c……"
            },
            {
                o: 272,
                i: "ボスの指令",
                m: "…………as…s…i…@………………"
            },
            {
                o: 273,
                i: "クリムガン",
                m: "……9…………i…@……….………"
            },
            {
                o: 274,
                i: "ニャローテ",
                m: "y…a…a…hi…@g………………"
            },
            {
                o: 275,
                i: "イーブイ",
                m: "…………m……s…s………@…il……o…"
            },
            {
                o: 276,
                i: "シロナの覇気",
                m: "…29………a……i…@………i…………"
            },
            {
                o: 277,
                i: "イーブイ",
                m: "…y………m……a……@……m……….……m"
            },
            {
                o: 278,
                i: "レジギガス",
                m: "y……………i…@…………c……"
            },
            {
                o: 279,
                i: "リーリエ",
                m: "……………a…as………@…………………o…"
            },
            {
                o: 280,
                i: "なみのりピカチュウ",
                m: "……f…9…s…sh……@gm…i….……"
            },
            {
                o: 281,
                i: "なみのりピカチュウ",
                m: "……m………a……i…@……a…l.………"
            },
            {
                o: 282,
                i: "かがやくフシギバナ",
                m: "…9………sh……@………l…c…m"
            },
            {
                o: 283,
                i: "クリムガン",
                m: "……………h……@g………l……"
            },
            {
                o: 284,
                i: "クリムガン",
                m: "………a………s………@………l…………"
            },
            {
                o: 285,
                i: "イーブイ",
                m: "…as…sh……@g………l.…………"
            },
            {
                o: 286,
                i: "レジギガス",
                m: "…………a…h……@……a………"
            },
            {
                o: 287,
                i: "ニャローテ",
                m: "y…………m…sa………@…m……o…"
            },
            {
                o: 288,
                i: "フーパ",
                m: "………………@………c……"
            },
            {
                o: 289,
                i: "フーパ",
                m: "……9……………@……p……u…"
            },
            {
                o: 290,
                i: "ニャローテ",
                m: "……………a…i…@…………….…o…"
            },
            {
                o: 291,
                i: "イーブイ",
                m: "……2…………@g…a…l………"
            },
            {
                o: 292,
                i: "クリムガン",
                m: "……2…ma…………@g………l…c…"
            },
            {
                o: 293,
                i: "ゴーリキー",
                m: "…………9……a…hi…@g…………c……"
            },
            {
                o: 294,
                i: "リーリエ",
                m: "…………a……sh………@g……………m"
            },
            {
                o: 295,
                i: "イーブイ",
                m: "y………9……s…s…i…@…………l……"
            },
            {
                o: 296,
                i: "ニャローテ",
                m: "y…………i…@………l…c…m"
            },
            {
                o: 297,
                i: "レジギガス",
                m: "……m………i…@g…………m"
            },
            {
                o: 298,
                i: "ゴーリキー",
                m: "………2…ma……@…m……l……"
            },
            {
                o: 299,
                i: "クリムガン",
                m: "……29………………@g……………………m"
            },
            {
                o: 300,
                i: "ザマゼンタ",
                m: "…………………@…………l…c…"
            },
            {
                o: 301,
                i: "なみのりピカチュウ",
                m: "…y……29……s…………@…m………………"
            },
            {
                o: 302,
                i: "かがやくフシギバナ",
                m: "y………sh……@g……….…o…"
            },
            {
                o: 303,
                i: "ニャローテ",
                m: "…y………………as……h……@…m………….…o…"
            },
            {
                o: 304,
                i: "クリムガン",
                m: "y…s……………@…………………"
            },
            {
                o: 305,
                i: "リーリエ",
                m: "………s………@…m………………"
            },
            {
                o: 306,
                i: "レシラム",
                m: "……………s………i…@…m…il.……m"
            },
            {
                o: 307,
                i: "ニャローテ",
                m: "y…9…a……h……@…m…………o…"
            },
            {
                o: 308,
                i: "クリムガン",
                m: "y………………i…@g……i……c……"
            },
            {
                o: 309,
                i: "クリムガン",
                m: "………2……a…h……@g……il………"
            },
            {
                o: 310,
                i: "なみのりピカチュウ",
                m: "……a…h……@……………………m"
            },
            {
                o: 311,
                i: "ニャローテ",
                m: "………m………s…i…@g……….………"
            },
            {
                o: 312,
                i: "ゴーリキー",
                m: "y………………sa…hi…@………i….…………"
            },
            {
                o: 313,
                i: "レジギガス",
                m: "……9……as…s…@……a……l.………"
            },
            {
                o: 314,
                i: "なみのりピカチュウ",
                m: "………as…s………@…………l.………"
            },
            {
                o: 315,
                i: "フーディン",
                m: "……………s………@………a…….……m"
            },
            {
                o: 316,
                i: "かがやくフシギバナ",
                m: "……2………sa……@g…m…i……c…m"
            },
            {
                o: 317,
                i: "なみのりピカチュウ",
                m: "………9……s…i…@g……………o…"
            },
            {
                o: 318,
                i: "リーリエ",
                m: "…y…………as………@…m…i……m"
            },
            {
                o: 319,
                i: "ゴーリキー",
                m: "……s…s…h……@………i………"
            },
            {
                o: 320,
                i: "イーブイ",
                m: "………………………i…@………………o…"
            },
            {
                o: 321,
                i: "ニャローテ",
                m: "………2………s…………@………c……"
            },
            {
                o: 322,
                i: "イーブイ",
                m: "………2…………i…@……i……c……"
            },
            {
                o: 323,
                i: "クリムガン",
                m: "y………a……i…@g……i….……"
            },
            {
                o: 324,
                i: "ゴーリキー",
                m: "…y……9…a…………@g……il.…"
            },
            {
                o: 325,
                i: "ニャローテ",
                m: "…2……………s………@gm………l.………"
            },
            {
                o: 326,
                i: "なみのりピカチュウ",
                m: "y…ma……a…………@……………l.……m"
            },
            {
                o: 327,
                i: "ガブリアス",
                m: "…………………a…a……i…@…m………l…c……"
            },
            {
                o: 328,
                i: "リーリエのピッピ人形",
                m: "……………hi…@g……c……"
            },
            {
                o: 329,
                i: "フーパ",
                m: "……………i…@g………………"
            },
            {
                o: 330,
                i: "フーパ",
                m: "………………ash……@…………l……"
            },
            {
                o: 331,
                i: "クリムガン",
                m: "y……as……s……i…@………………m"
            },
            {
                o: 332,
                i: "イーブイ",
                m: "…2……a…………i…@……………c……"
            },
            {
                o: 333,
                i: "なみのりピカチュウ",
                m: "………a…a…h……@……………………o…"
            },
            {
                o: 334,
                i: "ニャローテ",
                m: "……m………s……@………………"
            },
            {
                o: 335,
                i: "かがやくフシギバナ",
                m: "………2…ma…s………………@………i…l…………"
            },
            {
                o: 336,
                i: "クリムガン",
                m: "……9………h……@g………il……o…"
            },
            {
                o: 337,
                i: "フーパ",
                m: "……a……s…i…@…ma………………"
            },
            {
                o: 338,
                i: "クリムガン",
                m: "y…29……s…i…@……l.…o…"
            },
            {
                o: 339,
                i: "レジギガス",
                m: "…………m…s…a……i…@g…………m"
            },
            {
                o: 340,
                i: "ニャローテ",
                m: "……f………a…as………@………………c……"
            },
            {
                o: 341,
                i: "レジギガス",
                m: "………9……s……s………@…m…i…………"
            },
            {
                o: 342,
                i: "フーパ",
                m: "……2……a…h……@……i….……m"
            },
            {
                o: 343,
                i: "かがやくフシギバナ",
                m: "……………………i…@…m……c……"
            },
            {
                o: 344,
                i: "フーパ",
                m: "……sh……@…m……l……"
            },
            {
                o: 345,
                i: "かがやくフシギバナ",
                m: "……29……s…i…@…m…………c…"
            },
            {
                o: 346,
                i: "クリムガン",
                m: "……………………a……i…@…m………………"
            },
            {
                o: 347,
                i: "リーリエ",
                m: "……9……as…i…@…………l.…"
            },
            {
                o: 348,
                i: "フーパ",
                m: "……………9………………@…m…il…………"
            },
            {
                o: 349,
                i: "ツツジ",
                m: "……as………@……………………"
            },
            {
                o: 350,
                i: "クリムガン",
                m: "………………s…i…@g……i………m"
            },
            {
                o: 351,
                i: "リーリエ",
                m: "…………sa…………@…m…………………"
            },
            {
                o: 352,
                i: "クリムガン",
                m: "………………h……@…l.……m"
            },
            {
                o: 353,
                i: "イーブイ",
                m: "………………hi…@…m……………"
            },
            {
                o: 354,
                i: "ニャローテ",
                m: "y……a………@g……………c……"
            },
            {
                o: 355,
                i: "なみのりピカチュウ",
                m: "………………as……………@…m…i…l…………"
            },
            {
                o: 356,
                i: "なみのりピカチュウ",
                m: "…9………s………@………………………"
            },
            {
                o: 357,
                i: "かがやくフシギバナ",
                m: "……………a………s…i…@…m……………"
            },
            {
                o: 358,
                i: "リーリエ",
                m: "y…………9………………i…@g………c……"
            },
            {
                o: 359,
                i: "ウカッツ",
                m: "……………s…s………@…………l…………"
            },
            {
                o: 360,
                i: "リーリエ",
                m: "y……………h……@………l…………"
            },
            {
                o: 361,
                i: "ゴーリキー",
                m: "……f………as…i…@…m…………c…m"
            },
            {
                o: 362,
                i: "かがやくフシギバナ",
                m: "………sa……i…@…m…i…………o…"
            },
            {
                o: 363,
                i: "かがやくフシギバナ",
                m: "……9…………s……@……m……l…c……"
            },
            {
                o: 364,
                i: "かがやくフシギバナ",
                m: "………2………a………@…………l………o…"
            },
            {
                o: 365,
                i: "かがやくフシギバナ",
                m: "……………i…@……………c……"
            },
            {
                o: 366,
                i: "ゴーリキー",
                m: "………………………h……@g………….……"
            },
            {
                o: 367,
                i: "マリィ",
                m: "y…………………s……hi…@…………l…c………"
            },
            {
                o: 368,
                i: "かがやくフシギバナ",
                m: "………2……m………………@g…i……c……"
            },
            {
                o: 369,
                i: "クリムガン",
                m: "y……a…a…@…m…il.…………"
            },
            {
                o: 370,
                i: "かがやくフシギバナ",
                m: "…………i…@g……………"
            },
            {
                o: 371,
                i: "リーリエ",
                m: "……2……as………@…m……….……"
            },
            {
                o: 372,
                i: "グレイシア",
                m: "………2…………as…i…@……………………"
            },
            {
                o: 373,
                i: "イーブイ",
                m: "……………a……i…@g………………"
            },
            {
                o: 374,
                i: "レジギガス",
                m: "……………a……@…………………"
            },
            {
                o: 375,
                i: "クリムガン",
                m: "………2……a……………@…m……………o……"
            },
            {
                o: 376,
                i: "ゴーリキー",
                m: "y……………sa…h……@…m……………o…"
            },
            {
                o: 377,
                i: "フーパ",
                m: "……mas…i…@………il.………"
            },
            {
                o: 378,
                i: "なみのりピカチュウ",
                m: "………9……s…………i…@g………l.……"
            },
            {
                o: 379,
                i: "レジギガス",
                m: "…2……s…i…@……i……………"
            },
            {
                o: 380,
                i: "ガブリアス",
                m: "………h………m…………6…@…m…i….…o……"
            },
            {
                o: 381,
                i: "なみのりピカチュウ",
                m: "……a……a0……80…@d………………e………"
            },
            {
                o: 382,
                i: "かがやくフシギバナ",
                m: "………t…ma…………@…………m……n……"
            },
            {
                o: 383,
                i: "ゴーリキー",
                m: "…m……a…a0……@……………o……….……"
            },
            {
                o: 384,
                i: "なみのりピカチュウ",
                m: "a…i…0……@……s……………………j…"
            },
            {
                o: 385,
                i: "バオッキー",
                m: "………………a…a……21………@……c……………e…j…"
            },
            {
                o: 386,
                i: "フーパ",
                m: "……k………@…m……l………"
            },
            {
                o: 387,
                i: "クリムガン",
                m: "……o……sa…………@…o…o………n………"
            },
            {
                o: 388,
                i: "ザマゼンタ",
                m: "……m……8……@…………mo……e………"
            },
            {
                o: 389,
                i: "かがやくフシギバナ",
                m: "…………c…y……a.……………@………i…………"
            },
            {
                o: 390,
                i: "フーパ",
                m: "………………………80…@……………e…j…"
            },
            {
                o: 391,
                i: "なみのりピカチュウ",
                m: "…………o…as……21………@……mo…………j…"
            },
            {
                o: 392,
                i: "なみのりピカチュウ",
                m: "……a……0……@…………m…………e…j…"
            },
            {
                o: 393,
                i: "クリムガン",
                m: "………m………02……0…@…o……………j…"
            },
            {
                o: 394,
                i: "クリムガン",
                m: "………………s……2………0…@………….……………"
            },
            {
                o: 395,
                i: "インテレオン",
                m: "…………………2…80…@d……omo………e………"
            },
            {
                o: 396,
                i: "フーパ",
                m: "m…………………218……@…o…o…o………………p"
            },
            {
                o: 397,
                i: "レジギガス",
                m: "…t………s………@…………………j…"
            },
            {
                o: 398,
                i: "かがやくフシギバナ",
                m: "……a…2…8……@…oc……o…………………"
            },
            {
                o: 399,
                i: "フーパ",
                m: "m……ma………2……@…………mo……….……"
            },
            {
                o: 400,
                i: "リーリエ",
                m: "………………80…@………o…m……n……j…"
            },
            {
                o: 401,
                i: "イーブイ",
                m: "m…o…as……218……@d………o…o……e…j…"
            },
            {
                o: 402,
                i: "ニャローテ",
                m: "……m………218…@d………m….………p"
            },
            {
                o: 403,
                i: "ブラッキー",
                m: "………a…a02……@…………m………p"
            },
            {
                o: 404,
                i: "ゴーリキー",
                m: "…to…a…a…2……8……@d…………………n….……"
            },
            {
                o: 405,
                i: "ニャローテ",
                m: "………ma……0……@d…c…m…………"
            },
            {
                o: 406,
                i: "ニャローテ",
                m: "…to…a…a…8…@………m………….……"
            },
            {
                o: 407,
                i: "リーリエ",
                m: "……s…02……………@d…o…….…e…j…"
            },
            {
                o: 408,
                i: "名探偵ピカチュウ",
                m: "…………0……8……@…………m……n….…p"
            },
            {
                o: 409,
                i: "かがやくフシギバナ",
                m: "………m……18……@……mo…n…………"
            },
            {
                o: 410,
                i: "クリムガン",
                m: "……ma………2…80…@d…………….………"
            },
            {
                o: 411,
                i: "イーブイ",
                m: "m…………a…21………@d………………………"
            },
            {
                o: 412,
                i: "なみのりピカチュウ",
                m: "m…………………1…0…@d……………o……….…p"
            },
            {
                o: 413,
                i: "かがやくフシギバナ",
                m: "……………a……3…@…………"
            },
            {
                o: 414,
                i: "クリムガン",
                m: "…u………1………@…………p"
            },
            {
                o: 415,
                i: "フーパ",
                m: "…………i……1…8……@……………"
            },
            {
                o: 416,
                i: "クリムガン",
                m: "k……i…a……8……@……….……"
            },
            {
                o: 417,
                i: "フーパ",
                m: "……………3…@sv……"
            },
            {
                o: 418,
                i: "バオッキー",
                m: "……u………8……@…v…………"
            },
            {
                o: 419,
                i: "フーパ",
                m: "…………8……@…v……………"
            },
            {
                o: 420,
                i: "クリムガン",
                m: "…o……p…o…….………………@so…tba…k…n……j……"
            },
            {
                o: 421,
                i: "リーリエのピッピ人形",
                m: "………p…p……o……n…p……………n………@s………b……k…n………p"
            },
            {
                o: 422,
                i: "リーリエ",
                m: "…….……………5………@…………u………m"
            },
            {
                o: 423,
                i: "クリムガン",
                m: "………1……@i………d………m"
            },
            {
                o: 424,
                i: "イーブイ",
                m: "……u………@……a………"
            },
            {
                o: 425,
                i: "レジギガス",
                m: "…o…………5…@…m……l.…"
            },
            {
                o: 426,
                i: "イーブイ",
                m: "…k……o………5…@…m…i……………"
            },
            {
                o: 427,
                i: "イーブイ",
                m: "…l…i…………5……a………@…………….…….…p"
            },
            {
                o: 428,
                i: "リーリエ",
                m: "……l……………0……………@…a…o……………"
            },
            {
                o: 429,
                i: "フーパ",
                m: "…………05……ak……@………………c………"
            },
            {
                o: 430,
                i: "かがやくフシギバナ",
                m: "……………e……5…ta…u…@…a……o…c……"
            },
            {
                o: 431,
                i: "かがやくフシギバナ",
                m: "q…k2…c……@…………l………"
            },
            {
                o: 432,
                i: "ニャローテ",
                m: "…l…t…5………tak……@………o……o………"
            },
            {
                o: 433,
                i: "かがやくフシギバナ",
                m: "…h…………t…50……t……u…@…………o.…o…j…"
            },
            {
                o: 434,
                i: "ゴーリキー",
                m: "…li………t…k……@………………o……p"
            },
            {
                o: 435,
                i: "クリムガン",
                m: "………i…@j……….h……e……e………"
            },
            {
                o: 436,
                i: "ゴーリキー",
                m: "…x……li………01…@………l.…o…"
            },
            {
                o: 437,
                i: "リザードンG",
                m: "………k…y…………a…………@g……………"
            },
            {
                o: 438,
                i: "ゴーリキー",
                m: "……………k…y………………9…@g………l…c………"
            },
            {
                o: 439,
                i: "ニャローテ",
                m: "………………i…su5……@…………o……p"
            },
            {
                o: 440,
                i: "なみのりピカチュウ",
                m: "……y…y……………@e…………"
            },
            {
                o: 441,
                i: "クリムガン",
                m: "………t……5………@…………l………"
            },
            {
                o: 442,
                i: "なみのりピカチュウ",
                m: "…………m……@………………"
            },
            {
                o: 443,
                i: "リーリエ",
                m: "…2…………a…@…………i……c……"
            },
            {
                o: 444,
                i: "クリムガン",
                m: "…2…………a…o…@………………………"
            },
            {
                o: 445,
                i: "クリムガン",
                m: "2………………a…o…@…m………………o…"
            },
            {
                o: 446,
                i: "ニャローテ",
                m: "……m……@………c……"
            },
            {
                o: 447,
                i: "かがやくフシギバナ",
                m: "……………a………@………l.…o…"
            },
            {
                o: 448,
                i: "ニャローテ",
                m: "………2……o…@g………………c……"
            },
            {
                o: 449,
                i: "フーパ",
                m: "…mo…@gm…………"
            },
            {
                o: 450,
                i: "レジギガス",
                m: "………2……m……@………l………m"
            },
            {
                o: 451,
                i: "クリムガン",
                m: "………k…@……a……………"
            },
            {
                o: 452,
                i: "かがやくフシギバナ",
                m: "………a…@…………c……"
            },
            {
                o: 453,
                i: "なみのりピカチュウ",
                m: "2…9…………o…@………i…………o…"
            },
            {
                o: 454,
                i: "カミツレのきらめき",
                m: "………@…………l………o…"
            },
            {
                o: 455,
                i: "レジギガス",
                m: "…………………@…m……l….……m"
            },
            {
                o: 456,
                i: "レジギガス",
                m: "………a………@……….………"
            },
            {
                o: 457,
                i: "リーリエ",
                m: "……0…u…aus……@………i……"
            },
            {
                o: 458,
                i: "クリムガン",
                m: "m…a……p…sa…@……a……………m"
            },
            {
                o: 459,
                i: "ゴーリキー",
                m: "g…………4…@………o………"
            },
            {
                o: 460,
                i: "フーパ",
                m: "g…p…g…a…@………………u…"
            },
            {
                o: 461,
                i: "リーリエ",
                m: "g………a…4…@…………sa………k"
            },
            {
                o: 462,
                i: "レジギガス",
                m: "……………u……0…2……@………c……"
            },
            {
                o: 463,
                i: "レジギガス",
                m: "………ue……05…………@……….………"
            },
            {
                o: 464,
                i: "リーフィア",
                m: "…m………e……52……@…………l………m…"
            },
            {
                o: 465,
                i: "レジギガス",
                m: "…q……e…………28…@g…………………"
            },
            {
                o: 466,
                i: "ゴーリキー",
                m: "m…………………05………@………i……………"
            },
            {
                o: 467,
                i: "レジギガス",
                m: "…………05………@……a…l…………"
            },
            {
                o: 468,
                i: "フーパ",
                m: "…………e…0…8…@………c……"
            },
            {
                o: 469,
                i: "ゴーリキー",
                m: "…………e……528…@……m…il…………"
            },
            {
                o: 470,
                i: "リーリエ",
                m: "m………q…ee…05……@g…………m"
            },
            {
                o: 471,
                i: "リーリエ",
                m: "m………52……@………………m"
            },
            {
                o: 472,
                i: "ニャローテ",
                m: "…………ue……28…@…m……l…"
            },
            {
                o: 473,
                i: "かがやくフシギバナ",
                m: "……n…5……@………il………"
            },
            {
                o: 474,
                i: "なみのりピカチュウ",
                m: "m………………n05………@g……c……"
            },
            {
                o: 475,
                i: "かがやくフシギバナ",
                m: "…a…q…………5……@g………….……"
            },
            {
                o: 476,
                i: "フーパ",
                m: "…………q……………0…28…@…………c…m"
            },
            {
                o: 477,
                i: "なみのりピカチュウ",
                m: "…………e………28…@g……i…………m"
            },
            {
                o: 478,
                i: "リーリエ",
                m: "m……u……n0…2……@…………….……m…"
            },
            {
                o: 479,
                i: "ニャローテ",
                m: "……………u…e……5…@g……i….………m"
            },
            {
                o: 480,
                i: "なみのりピカチュウ",
                m: "………y……52……@g………l…c………"
            },
            {
                o: 481,
                i: "なみのりピカチュウ",
                m: "……………u…e……5……@g…………l.………"
            },
            {
                o: 482,
                i: "ゴーリキー",
                m: "……y……………28…@…m……l.………"
            },
            {
                o: 483,
                i: "ゴーリキー",
                m: "……u……e………8…@…m…………o…"
            },
            {
                o: 484,
                i: "ニャローテ",
                m: "………………ee………@………i………o…"
            },
            {
                o: 485,
                i: "リーリエ",
                m: "……a…q…………5………@………il.……m"
            },
            {
                o: 486,
                i: "クリムガン",
                m: "m………e……8…@…m……l……"
            },
            {
                o: 487,
                i: "なみのりピカチュウ",
                m: "……a…ue…n…5…8…@…………o…"
            },
            {
                o: 488,
                i: "サンダース",
                m: "……q……e……28…@………………c…"
            },
            {
                o: 489,
                i: "クリムガン",
                m: "…m……ee………28…@……l…………"
            },
            {
                o: 490,
                i: "フーパ",
                m: "………………05………@………i………"
            },
            {
                o: 491,
                i: "ニャローテ",
                m: "……k………2………04…1……@…m……l…c…m…"
            },
            {
                o: 492,
                i: "なみのりピカチュウ",
                m: "…………1……0…04………@……a…………"
            },
            {
                o: 493,
                i: "なみのりピカチュウ",
                m: "………e…@m…………m.…e"
            },
            {
                o: 494,
                i: "イーブイ",
                m: "……hu……@………im………"
            },
            {
                o: 495,
                i: "ニャローテ",
                m: "………@f…………m…f……………"
            },
            {
                o: 496,
                i: "イーブイ",
                m: "………………@…n…b…….……"
            },
            {
                o: 497,
                i: "フーパ",
                m: "……h…@………ba……u…"
            },
            {
                o: 498,
                i: "フーパ",
                m: "p…k……f………@…………s…………c…"
            },
            {
                o: 499,
                i: "かがやくフシギバナ",
                m: "…p……k…pe…@q……e…d……h"
            },
            {
                o: 500,
                i: "レジギガス",
                m: "…p……o………@…………c……………………"
            },
            {
                o: 501,
                i: "リーリエ",
                m: "…h………5…0…@……d……o…"
            },
            {
                o: 502,
                i: "リーリエ",
                m: "…….……9…0……@i……………………o…"
            },
            {
                o: 503,
                i: "フーパ",
                m: "……9…95……@ic……u………"
            },
            {
                o: 504,
                i: "なみのりピカチュウ",
                m: "…h…………m…@…g………….………"
            },
            {
                o: 505,
                i: "クリムガン",
                m: "………1…14……1-………@…o…omo……e……p…"
            },
            {
                o: 506,
                i: "ゴーリキー",
                m: "…………87…@……………f…b…n……j…"
            },
            {
                o: 507,
                i: "レジギガス",
                m: "…y………………a……@………il……"
            },
            {
                o: 508,
                i: "なみのりピカチュウ",
                m: "…………m…s………@g…….……m"
            },
            {
                o: 509,
                i: "ゲンガー＆ミミッキュ",
                m: "…………9……s……hi…@…………l.……"
            },
            {
                o: 510,
                i: "かがやくフシギバナ",
                m: "…f………as………@…m………c……"
            },
            {
                o: 511,
                i: "かがやくフシギバナ",
                m: "y……s…i…@g………l……o…"
            },
            {
                o: 512,
                i: "クリムガン",
                m: "………9……s…hi…@…g………l…………"
            },
            {
                o: 513,
                i: "ニャローテ",
                m: "……m…………s………@g……………o…"
            },
            {
                o: 514,
                i: "フーパ",
                m: "……9…a…………@g………i…………m"
            },
            {
                o: 515,
                i: "ピッピ",
                m: "……b……@g………………o…"
            },
            {
                o: 516,
                i: "レジギガス",
                m: "………te……………@s……"
            },
            {
                o: 517,
                i: "ガブリアス",
                m: "m……i……9…@…v………p"
            },
            {
                o: 518,
                i: "ゴーリキー",
                m: "…m…………9…@s…j…"
            },
            {
                o: 519,
                i: "レジギガス",
                m: "……u……………9…@…j…"
            },
            {
                o: 520,
                i: "かがやくフシギバナ",
                m: "……………i………@…v……………"
            },
            {
                o: 521,
                i: "リーリエ",
                m: "……s……@…v………j…"
            },
            {
                o: 522,
                i: "フーパ",
                m: "……………@…v….…p…"
            },
            {
                o: 523,
                i: "ニャローテ",
                m: "……za…@………"
            },
            {
                o: 524,
                i: "レジギガス",
                m: "……z……@s………j…"
            },
            {
                o: 525,
                i: "レジギガス",
                m: "……y…199……@…m……l.……"
            },
            {
                o: 526,
                i: "ゴーリキー",
                m: "………………o………@….j…"
            },
            {
                o: 527,
                i: "クリムガン",
                m: "…f………b………193…@……….………"
            },
            {
                o: 528,
                i: "リーリエ",
                m: "………g…………o……@…v….……"
            },
            {
                o: 529,
                i: "リーリエ",
                m: "…f…………y…@……………"
            },
            {
                o: 530,
                i: "なみのりピカチュウ",
                m: "…f…g……y………@……j…"
            },
            {
                o: 531,
                i: "かがやくフシギバナ",
                m: "……i…………y…yo…@……….……p"
            },
            {
                o: 532,
                i: "フーパ",
                m: "………29…@……….…"
            },
            {
                o: 533,
                i: "ニャローテ",
                m: "……………m…s…s………@…ma…l……c……"
            },
            {
                o: 534,
                i: "クリムガン",
                m: "…………as……@g………l……"
            },
            {
                o: 535,
                i: "なみのりピカチュウ",
                m: "……………s…s…i…@………………………"
            },
            {
                o: 536,
                i: "イーブイ",
                m: "………m…………hi…@…m………….………"
            },
            {
                o: 537,
                i: "クリムガン",
                m: "……9………@……m……….………"
            },
            {
                o: 538,
                i: "かがやくフシギバナ",
                m: "………9………………@…….………"
            },
            {
                o: 539,
                i: "クリムガン",
                m: "……f………sa………@…m……………o…"
            },
            {
                o: 540,
                i: "エンテイ",
                m: "……2…m……a…………@g……i….……"
            },
            {
                o: 541,
                i: "フーパ",
                m: "y……a……sh……@g……i….………"
            },
            {
                o: 542,
                i: "かがやくフシギバナ",
                m: "………2………s………i…@…………………m"
            },
            {
                o: 543,
                i: "ゴーリキー",
                m: "……29……………@………l.……m"
            },
            {
                o: 544,
                i: "フーパ",
                m: "…y……………a…a…hi…@g………l…"
            },
            {
                o: 545,
                i: "レジギガス",
                m: "……29………………i…@…………l.………"
            },
            {
                o: 546,
                i: "なみのりピカチュウ",
                m: "……………i…@…m…………c…m"
            },
            {
                o: 547,
                i: "なみのりピカチュウ",
                m: "…………a……sh……@g…………o…"
            },
            {
                o: 548,
                i: "ゲンガー＆ミミッキュ",
                m: "………a…h……@g……i………o…"
            },
            {
                o: 549,
                i: "かがやくフシギバナ",
                m: "…y……29…a……s………@………il………o…"
            },
            {
                o: 550,
                i: "なみのりピカチュウ",
                m: "…………s………@g……c……"
            },
            {
                o: 551,
                i: "レジギガス",
                m: "………s……………@g……a…l…………"
            },
            {
                o: 552,
                i: "ミュウツー",
                m: "……………m…s……hi…@…………o…"
            },
            {
                o: 553,
                i: "リーリエ",
                m: "…9……s…s……@…………l….………"
            },
            {
                o: 554,
                i: "ゴーリキー",
                m: "y………9…a…………hi…@…………………"
            },
            {
                o: 555,
                i: "フーパ",
                m: "……………a……i…@…m……o…"
            },
            {
                o: 556,
                i: "ゴーリキー",
                m: "y………a…h……@g………o…"
            },
            {
                o: 557,
                i: "レジギガス",
                m: "y………s…………@g……i….………"
            },
            {
                o: 558,
                i: "なみのりピカチュウ",
                m: "……a………i…@……a…….………"
            },
            {
                o: 559,
                i: "リーリエ",
                m: "………2……a………@…m……l…c…"
            },
            {
                o: 560,
                i: "なみのりピカチュウ",
                m: "……f……m…………@…m………c…m"
            },
            {
                o: 561,
                i: "かがやくフシギバナ",
                m: "y……9……sa…hi…@……m……l…c……"
            },
            {
                o: 562,
                i: "リーリエ",
                m: "y…………s…h……@…m……….………"
            },
            {
                o: 563,
                i: "レジギガス",
                m: "……………s…sh……@………i………o…"
            },
            {
                o: 564,
                i: "レジギガス",
                m: "…………hi…@…m……l.……"
            },
            {
                o: 565,
                i: "かがやくフシギバナ",
                m: "………………as…i…@g……………c………"
            },
            {
                o: 566,
                i: "フーパ",
                m: "……………i…@…….…p"
            },
            {
                o: 567,
                i: "レジギガス",
                m: "d…………e………@…v……j…"
            },
            {
                o: 568,
                i: "リーリエ",
                m: "………2……a…@…………l……"
            },
            {
                o: 569,
                i: "イーブイ",
                m: "……2………………i…@g………c…m"
            },
            {
                o: 570,
                i: "デデンネ",
                m: "………a……………@……………………m"
            },
            {
                o: 571,
                i: "シャワーズ",
                m: "………9……s…………@……a…l……………"
            },
            {
                o: 572,
                i: "クリムガン",
                m: "………………hi…@………l…c…m"
            },
            {
                o: 573,
                i: "リーリエ",
                m: "………m………@……a…………m"
            },
            {
                o: 574,
                i: "バオッキー",
                m: "……………m…s………@g………….………"
            },
            {
                o: 575,
                i: "リーリエ",
                m: "y…29…a……………hi…@…………l.………"
            },
            {
                o: 576,
                i: "クリムガン",
                m: "……9…ash……@…………l.………"
            },
            {
                o: 577,
                i: "ニャローテ",
                m: "………f……m…s…a……i…@…………l……o…"
            },
            {
                o: 578,
                i: "クリムガン",
                m: "…f………a…………@……………o…"
            },
            {
                o: 579,
                i: "レジギガス",
                m: "……………s………@…………………c……"
            },
            {
                o: 580,
                i: "レジギガス",
                m: "…y…………s……hi…@………i……c………"
            },
            {
                o: 581,
                i: "ゴーリキー",
                m: "…29…a…………@……………l…c……"
            },
            {
                o: 582,
                i: "ニャローテ",
                m: "…………s………@…………o…"
            },
            {
                o: 583,
                i: "イーブイ",
                m: "………9………a…@…m……l.…m"
            },
            {
                o: 584,
                i: "クリムガン",
                m: "…y……2…ma…………i…@g……………o…"
            },
            {
                o: 585,
                i: "クリムガン",
                m: "………………4……@………………e"
            },
            {
                o: 586,
                i: "クリムガン",
                m: "……7………@m……………………"
            },
            {
                o: 587,
                i: "リーリエ",
                m: "………9…7…@g………l……"
            },
            {
                o: 588,
                i: "かがやくフシギバナ",
                m: "………………0……@g……………c………"
            },
            {
                o: 589,
                i: "ニャローテ",
                m: "………………s…10……7…@g…l…c……"
            },
            {
                o: 590,
                i: "フーパ",
                m: "………s……s…1…90……@…m……l…c……"
            },
            {
                o: 591,
                i: "ゴーリキー",
                m: "…t………u…@…or….……"
            },
            {
                o: 592,
                i: "リーリエ",
                m: "……………9……s…………@……………………m"
            },
            {
                o: 593,
                i: "なみのりピカチュウ",
                m: "……………………i…@…………o…"
            },
            {
                o: 594,
                i: "かがやくフシギバナ",
                m: "…m………a………a……9…@…c……o………c…m"
            },
            {
                o: 595,
                i: "イーブイ",
                m: "……………mo…………y…@o………oo……j…"
            },
            {
                o: 596,
                i: "リーリエ",
                m: "……………py……@sv…………"
            },
            {
                o: 597,
                i: "レジギガス",
                m: "…………o…@……….j…"
            },
            {
                o: 598,
                i: "かがやくフシギバナ",
                m: "……………8…@……k…j…"
            },
            {
                o: 599,
                i: "ニャローテ",
                m: "………ash……@g………l.……"
            },
            {
                o: 600,
                i: "クリムガン",
                m: "y…9………sa…h……@…m……………c……"
            },
            {
                o: 601,
                i: "レッド&グリーン",
                m: "…………m………s………@…ma…l…………"
            },
            {
                o: 602,
                i: "ゴーリキー",
                m: "…………s………i…@g………l…c…"
            },
            {
                o: 603,
                i: "かがやくフシギバナ",
                m: "……2……………h……@………………c……"
            },
            {
                o: 604,
                i: "フーパ",
                m: "………9……s………i…@………………"
            },
            {
                o: 605,
                i: "ニャローテ",
                m: "…………9…………@…………l.………"
            },
            {
                o: 606,
                i: "フーパ",
                m: "……a……………@………i…………"
            },
            {
                o: 607,
                i: "かがやくフシギバナ",
                m: "………9……………i…@…………l………m"
            },
            {
                o: 608,
                i: "フーパ",
                m: "………sa…h……@g………l.…o…"
            },
            {
                o: 609,
                i: "かがやくフシギバナ",
                m: "…………m………s…i…@…………l…………"
            },
            {
                o: 610,
                i: "クリムガン",
                m: "…………a…………@gm……l…………"
            },
            {
                o: 611,
                i: "ゴーリキー",
                m: "………29………s…………@…………………m"
            },
            {
                o: 612,
                i: "レジギガス",
                m: "……………s…@…………l………"
            },
            {
                o: 613,
                i: "かがやくフシギバナ",
                m: "…f………s…s…i…@………i……………m"
            },
            {
                o: 614,
                i: "リーリエ",
                m: "…………………sh……@…………l………"
            },
            {
                o: 615,
                i: "ニャローテ",
                m: "………2………………@………i…….……m"
            },
            {
                o: 616,
                i: "かがやくフシギバナ",
                m: "………a……s…i…@…………………o…"
            },
            {
                o: 617,
                i: "ゴーリキー",
                m: "………a…hi…@g……il.………"
            },
            {
                o: 618,
                i: "ゴーリキー",
                m: "………a……a…s…i…@……………l…c…m"
            },
            {
                o: 619,
                i: "かがやくフシギバナ",
                m: "……………………as…i…@g…………l.………"
            },
            {
                o: 620,
                i: "かがやくフシギバナ",
                m: "y……s………@…………….……m"
            },
            {
                o: 621,
                i: "フーパ",
                m: "…………a…sh……@…………l.…"
            },
            {
                o: 622,
                i: "ニャローテ",
                m: "……………m……s…s……@g…………………m"
            },
            {
                o: 623,
                i: "なみのりピカチュウ",
                m: "………s…sh……@…m……l…………"
            },
            {
                o: 624,
                i: "ニャローテ",
                m: "……………i…@g……………………"
            },
            {
                o: 625,
                i: "ニャローテ",
                m: "…………a…@……j…"
            },
            {
                o: 626,
                i: "フーパ",
                m: "……9………s……hi…@g…………….…o…"
            },
            {
                o: 627,
                i: "フーパ",
                m: "…2……a………@…………………c……"
            },
            {
                o: 628,
                i: "クリムガン",
                m: "……s………@g………………m"
            },
            {
                o: 629,
                i: "ニャローテ",
                m: "y……a………i…@…………c……"
            },
            {
                o: 630,
                i: "ゴーリキー",
                m: "……m……s…i…@…m…i…….……m"
            },
            {
                o: 631,
                i: "イーブイ",
                m: "……………m…s…@……….…o…"
            },
            {
                o: 632,
                i: "イーブイ",
                m: "……………sa……h……@g…l……o…"
            },
            {
                o: 633,
                i: "かがやくフシギバナ",
                m: "……f………i…@…………….………"
            },
            {
                o: 634,
                i: "イーブイ",
                m: "……m……s…sh……@…m……l…………m"
            },
            {
                o: 635,
                i: "ニャローテ",
                m: "……………………a…hi…@g…………l………m"
            },
            {
                o: 636,
                i: "なみのりピカチュウ",
                m: "…………h……@…m………….……m"
            },
            {
                o: 637,
                i: "イーブイ",
                m: "……a……sh……@g………l…m"
            },
            {
                o: 638,
                i: "リーリエ",
                m: "………2…m……sh……@……………………"
            },
            {
                o: 639,
                i: "フーパ",
                m: "y…………………s………@g…………………"
            },
            {
                o: 640,
                i: "なみのりピカチュウ",
                m: "y……m……s………@…………….………"
            },
            {
                o: 641,
                i: "なみのりピカチュウ",
                m: "………m…………hi…@…………………"
            },
            {
                o: 642,
                i: "レジギガス",
                m: "…………i…r…t……@…m………m"
            },
            {
                o: 643,
                i: "リーリエ",
                m: "……………2…@…………f……a…k………"
            },
            {
                o: 644,
                i: "ニャローテ",
                m: "……s…………1…2…@……………t………k…j…"
            },
            {
                o: 645,
                i: "リザードン",
                m: "……………1………@i……oft…………p"
            },
            {
                o: 646,
                i: "フーパ",
                m: "…………11……@….…t………….…p"
            },
            {
                o: 647,
                i: "ゴーリキー",
                m: "………k…1…………@…………a………j…"
            },
            {
                o: 648,
                i: "レジギガス",
                m: "…………re…………1………@e………b…n……j……"
            },
            {
                o: 649,
                i: "ニャローテ",
                m: "……………k…t…1………@e………b……….……"
            },
            {
                o: 650,
                i: "名探偵ピカチュウ",
                m: "…………a…u…5……@…………….……"
            },
            {
                o: 651,
                i: "イーブイ",
                m: "…b……e……k……………@…………b.…………"
            },
            {
                o: 652,
                i: "フーパ",
                m: "g…………r……ak……tu……0…@e……………j…"
            },
            {
                o: 653,
                i: "イーブイ",
                m: "………b…………u…5……@…………….…………"
            },
            {
                o: 654,
                i: "ゴーリキー",
                m: "………p………………@d……d…r…"
            },
            {
                o: 655,
                i: "レジギガス",
                m: "……o………………@…………g…………"
            },
            {
                o: 656,
                i: "かがやくイーブイ",
                m: "g…t………4……@……………o…"
            },
            {
                o: 657,
                i: "ゴーリキー",
                m: "…………45…@……………………m"
            },
            {
                o: 658,
                i: "フーパ",
                m: "………45…@g………l…"
            },
            {
                o: 659,
                i: "アスナ",
                m: "………o………@……………l.…o…"
            },
            {
                o: 660,
                i: "リーリエ",
                m: "………t……5…@…………l…………m"
            },
            {
                o: 661,
                i: "なみのりピカチュウ",
                m: "……t….……@…m…i……"
            },
            {
                o: 662,
                i: "リーリエ",
                m: "……………m……5…@………………m"
            },
            {
                o: 663,
                i: "ピカチュウ",
                m: "…….…7…5…@…m……l…m"
            },
            {
                o: 664,
                i: "クリムガン",
                m: "…………………45…@…………c……"
            },
            {
                o: 665,
                i: "レジギガス",
                m: "……………a……………@……………l.………"
            },
            {
                o: 666,
                i: "レジギガス",
                m: "……h…k……7………@g…….……m"
            },
            {
                o: 667,
                i: "ゴーリキー",
                m: "h……8…@……a……………"
            },
            {
                o: 668,
                i: "ニャローテ",
                m: "t………904…6…@i………u……c……"
            },
            {
                o: 669,
                i: "イーブイ",
                m: "o………………@……………ft…………………"
            },
            {
                o: 670,
                i: "ゴーリキー",
                m: "………o…m……7…5…@………………"
            },
            {
                o: 671,
                i: "ゴーリキー",
                m: "………………r….……00……a…@g………….…………"
            },
            {
                o: 672,
                i: "なみのりピカチュウ",
                m: "………m…………@…………………o…"
            },
            {
                o: 673,
                i: "フーパ",
                m: "…………o……………@g………il…c……"
            },
            {
                o: 674,
                i: "なみのりピカチュウ",
                m: "g…………u…yo……@s…………p"
            },
            {
                o: 675,
                i: "レジギガス",
                m: "g…ru……o………a…@s…….…p…"
            },
            {
                o: 676,
                i: "イーブイ",
                m: "g………m…a…@s…………"
            },
            {
                o: 677,
                i: "イーブイ",
                m: "………………m……m…a…@s…………"
            },
            {
                o: 678,
                i: "フーパ",
                m: "………r…m…………@…v…………p"
            },
            {
                o: 679,
                i: "レジギガス",
                m: "…………o…@…………jp"
            },
            {
                o: 680,
                i: "かがやくフシギバナ",
                m: "………yo…………@…………j…"
            },
            {
                o: 681,
                i: "イーブイ",
                m: "……ru…………ya…@…vk…………"
            },
            {
                o: 682,
                i: "かがやくフシギバナ",
                m: "…r…a…@…v….………"
            },
            {
                o: 683,
                i: "ニャローテ",
                m: "……y……@s……………"
            },
            {
                o: 684,
                i: "レジギガス",
                m: "………my…m…a…@………………p"
            },
            {
                o: 685,
                i: "ゴーリキー",
                m: "g……r…………@sv……j…"
            },
            {
                o: 686,
                i: "リーリエ",
                m: "g…yo……@s………j……"
            },
            {
                o: 687,
                i: "かがやくフシギバナ",
                m: "……………yo………a…@s…………j…"
            },
            {
                o: 688,
                i: "リーリエ",
                m: "…u…………m…a…@……….………"
            },
            {
                o: 689,
                i: "クリムガン",
                m: "……………m………my……@…v….j……"
            },
            {
                o: 690,
                i: "ゴーリキー",
                m: "…………m……y……@s………jp…"
            },
            {
                o: 691,
                i: "なみのりピカチュウ",
                m: "…………………………y……@…v…….……"
            },
            {
                o: 692,
                i: "イーブイ",
                m: "…ru…mya…@…v……j……"
            },
            {
                o: 693,
                i: "ニャローテ",
                m: "…r……………@……k…………"
            },
            {
                o: 694,
                i: "かがやくフシギバナ",
                m: "…………u……o……@…s………j…"
            },
            {
                o: 695,
                i: "ニャース",
                m: "s………ud……o…@………….……"
            },
            {
                o: 696,
                i: "フーパ",
                m: "s……u……@…………b…"
            },
            {
                o: 697,
                i: "リーリエ",
                m: "……n……………@n……………e…"
            },
            {
                o: 698,
                i: "ニャローテ",
                m: "…………ne…5………@………2……e…"
            },
            {
                o: 699,
                i: "クリムガン",
                m: "f…………e……@…e……….………"
            },
            {
                o: 700,
                i: "クリムガン",
                m: "………@ne………t"
            },
            {
                o: 701,
                i: "クリムガン",
                m: "……e……@n………e…"
            },
            {
                o: 702,
                i: "ゴーリキー",
                m: "…………n……@………o………"
            },
            {
                o: 703,
                i: "イーブイ",
                m: "……………4…@……y……m…………"
            },
            {
                o: 704,
                i: "なみのりピカチュウ",
                m: "r………o………@s…………………i"
            },
            {
                o: 705,
                i: "フーパ",
                m: "……r……………@s………h………e……i"
            },
            {
                o: 706,
                i: "クリムガン",
                m: "r…44…@s……y…e………"
            },
            {
                o: 707,
                i: "イーブイ",
                m: "…………o………@………y…o……"
            },
            {
                o: 708,
                i: "レジギガス",
                m: "…………h……@g……i………"
            },
            {
                o: 709,
                i: "リーリエ",
                m: "……2…………@…………….……"
            },
            {
                o: 710,
                i: "なみのりピカチュウ",
                m: "……29……………@………i……o…"
            },
            {
                o: 711,
                i: "ニャローテ",
                m: "…………m………hi…@………il…………"
            },
            {
                o: 712,
                i: "ニャローテ",
                m: "y………as…………@g……………"
            },
            {
                o: 713,
                i: "かがやくフシギバナ",
                m: "……ma……sh……@…………….………"
            },
            {
                o: 714,
                i: "なみのりピカチュウ",
                m: "…y…………a……sh……@g……………………m"
            },
            {
                o: 715,
                i: "なみのりピカチュウ",
                m: "………m…s…a……i…@……………………"
            },
            {
                o: 716,
                i: "モココ",
                m: "………………s…s…i…@…………c……"
            },
            {
                o: 717,
                i: "リーリエ",
                m: "………9……………hi…@…m………….…o…"
            },
            {
                o: 718,
                i: "イーブイ",
                m: "……as…i…@………il.……"
            },
            {
                o: 719,
                i: "なみのりピカチュウ",
                m: "y……………s……i…@g………l.………m"
            },
            {
                o: 720,
                i: "ゴーリキー",
                m: "y………m…s…s…i…@……a………c………"
            },
            {
                o: 721,
                i: "レジギガス",
                m: "……………m………s………@g……il………o…"
            },
            {
                o: 722,
                i: "ニャローテ",
                m: "…………0…@s……………"
            },
            {
                o: 723,
                i: "イーブイ",
                m: "…y……u……0…@………"
            },
            {
                o: 724,
                i: "フーパ",
                m: "……3…@…………jp"
            },
            {
                o: 725,
                i: "なみのりピカチュウ",
                m: "……u…u………5……@s………p"
            },
            {
                o: 726,
                i: "ゴーリキー",
                m: "………53…@s………jp"
            },
            {
                o: 727,
                i: "ゴーリキー",
                m: "……5……@…v……p"
            },
            {
                o: 728,
                i: "オニオン",
                m: "……………3…@…………j……"
            },
            {
                o: 729,
                i: "かがやくフシギバナ",
                m: "……u……o………@……k……"
            },
            {
                o: 730,
                i: "フーパ",
                m: "g….………5…@g………l……"
            },
            {
                o: 731,
                i: "イーブイ",
                m: "……45…@……….……m"
            },
            {
                o: 732,
                i: "クリムガン",
                m: "……………n…un…a…@sv…………p"
            },
            {
                o: 733,
                i: "かがやくフシギバナ",
                m: "………e……………a…@s…….j……"
            },
            {
                o: 734,
                i: "リーリエ",
                m: "………………5………@…ma…l…"
            },
            {
                o: 735,
                i: "かがやくフシギバナ",
                m: "……uk………52…@…………l……"
            },
            {
                o: 736,
                i: "かがやくフシギバナ",
                m: "……o………n…………@g…il.……m"
            },
            {
                o: 737,
                i: "ポピー",
                m: "……m4…………@…c…ou……"
            },
            {
                o: 738,
                i: "かがやくフシギバナ",
                m: "……4…@…………u……"
            },
            {
                o: 739,
                i: "ニャローテ",
                m: "……91………@i…………………m"
            },
            {
                o: 740,
                i: "レジギガス",
                m: "…………1…4…@………………c……"
            },
            {
                o: 741,
                i: "なみのりピカチュウ",
                m: "……i………………@i………d…c…m"
            },
            {
                o: 742,
                i: "ニャローテ",
                m: "……………@…u….…o…"
            },
            {
                o: 743,
                i: "レジギガス",
                m: "…………9……4…@…c…………c…m"
            },
            {
                o: 744,
                i: "イーブイ",
                m: "…………9……9……@…………….…o…"
            },
            {
                o: 745,
                i: "ゴーリキー",
                m: "……………@…………………c……"
            },
            {
                o: 746,
                i: "フーパ",
                m: "…………………1………@………o………c…m"
            },
            {
                o: 747,
                i: "レジギガス",
                m: "……m………@i………o………c……"
            },
            {
                o: 748,
                i: "ゴーリキー",
                m: "k………………@……………u……c……"
            },
            {
                o: 749,
                i: "ウォロ",
                m: "………1…4…@………o…c……"
            },
            {
                o: 750,
                i: "クリムガン",
                m: "k…919……@i………u……………"
            },
            {
                o: 751,
                i: "フーパ",
                m: "k…4…………4…@………ou…m"
            },
            {
                o: 752,
                i: "レジギガス",
                m: "…………4…@……….…o…"
            },
            {
                o: 753,
                i: "フーパ",
                m: "…………9……@……o…d……o…"
            },
            {
                o: 754,
                i: "フーパ",
                m: "………………@ic…o……m"
            },
            {
                o: 755,
                i: "なみのりピカチュウ",
                m: "…m4………@i……………m"
            },
            {
                o: 756,
                i: "かがやくフシギバナ",
                m: "……………@……………o…"
            },
            {
                o: 757,
                i: "クリムガン",
                m: "………………1…@…………………"
            },
            {
                o: 758,
                i: "なみのりピカチュウ",
                m: "…4……9……@………u….………"
            },
            {
                o: 759,
                i: "クリムガン",
                m: "k……………@i…….……m"
            },
            {
                o: 760,
                i: "カミツレのきらめき",
                m: "k………………@i……o……m"
            },
            {
                o: 761,
                i: "リーリエ",
                m: "……i…………4…@……c……u……………"
            },
            {
                o: 762,
                i: "イーブイ",
                m: "…m………@……………u………o…"
            },
            {
                o: 763,
                i: "ニャローテ",
                m: "………91………@…c………d…………"
            },
            {
                o: 764,
                i: "フーパ",
                m: "……i………19……@…………………"
            },
            {
                o: 765,
                i: "ニャローテ",
                m: "…k………9………4…@……………d……o…"
            },
            {
                o: 766,
                i: "リーリエ",
                m: "………@i…………u….………"
            },
            {
                o: 767,
                i: "フーパ",
                m: "……9…@…………u….…o…"
            },
            {
                o: 768,
                i: "リーリエ",
                m: "………@………u….………"
            },
            {
                o: 769,
                i: "クリムガン",
                m: "………………@……o………c…m"
            },
            {
                o: 770,
                i: "レジギガス",
                m: "……………1…4…@…………………………"
            },
            {
                o: 771,
                i: "メガヤミラミ＆バンギラス",
                m: "……………@…cl……d……o…"
            },
            {
                o: 772,
                i: "フーパ",
                m: "…9………@…………………"
            },
            {
                o: 773,
                i: "かがやくフシギバナ",
                m: "………4…@………….………"
            },
            {
                o: 774,
                i: "イーブイ",
                m: "k…………………9……@…c……u………o…"
            },
            {
                o: 775,
                i: "フーパ",
                m: "k…4………@…………u……o…"
            },
            {
                o: 776,
                i: "フーパ",
                m: "…………4…1…4…@…c…….…o…"
            },
            {
                o: 777,
                i: "メガヤミラミ＆バンギラス",
                m: "………………4…@…c……ud………m"
            },
            {
                o: 778,
                i: "ゴーリキー",
                m: "k………4…………@i……o…………"
            },
            {
                o: 779,
                i: "ニャローテ",
                m: "…………9………@……….………"
            },
            {
                o: 780,
                i: "かがやくフシギバナ",
                m: "…………g…u…u…@…wl……………h"
            },
            {
                o: 781,
                i: "なみのりピカチュウ",
                m: "………ui…6………n……@…………o…………"
            },
            {
                o: 782,
                i: "クリムガン",
                m: "l…i…………is………@o……o….……"
            },
            {
                o: 783,
                i: "ボスの指令",
                m: "………6b…s…n……@o…………oo…………"
            },
            {
                o: 784,
                i: "イーブイ",
                m: "………ui…6…6……@………l…o……………"
            },
            {
                o: 785,
                i: "ニャローテ",
                m: "…………i………2……bi…n……@…………o……p"
            },
            {
                o: 786,
                i: "ゴーリキー",
                m: "…s…………h…………a……@…………b……j…"
            },
            {
                o: 787,
                i: "かがやくフシギバナ",
                m: "…t……………h…o…7…9…@…………l……………"
            },
            {
                o: 788,
                i: "イーブイ",
                m: "……n…@………jp"
            },
            {
                o: 789,
                i: "クリムガン",
                m: "…………e…@s………"
            },
            {
                o: 790,
                i: "ニャローテ",
                m: "…………@…s…….j…"
            },
            {
                o: 791,
                i: "イーブイ",
                m: "………e…@s…………j…"
            },
            {
                o: 792,
                i: "なみのりピカチュウ",
                m: "……n……k……@…………"
            },
            {
                o: 793,
                i: "レジギガス",
                m: "………………k……@…v……"
            },
            {
                o: 794,
                i: "レジギガス",
                m: "………m………@……………p…"
            },
            {
                o: 795,
                i: "ラウドボーン",
                m: "……………@…v…………"
            },
            {
                o: 796,
                i: "レジギガス",
                m: "s…ny…………m………@……….………"
            },
            {
                o: 797,
                i: "フーパ",
                m: "……………a…………@s…………p"
            },
            {
                o: 798,
                i: "イーブイ",
                m: "…or…a2…1…@…j…"
            },
            {
                o: 799,
                i: "ゴーリキー",
                m: "…s………1…7…@………………o…"
            },
            {
                o: 800,
                i: "リザードン",
                m: "…d……………e…47…@i………u………"
            },
            {
                o: 801,
                i: "なみのりピカチュウ",
                m: "……………14……@…c………………"
            },
            {
                o: 802,
                i: "リーリエ",
                m: "…………k………4……@……l………………m"
            },
            {
                o: 803,
                i: "ゴーリキー",
                m: "……………………@……………d…………"
            },
            {
                o: 804,
                i: "ニャローテ",
                m: "…………e……@i………………"
            },
            {
                o: 805,
                i: "ゼラオラ",
                m: "………………7…@…………ud……o…"
            },
            {
                o: 806,
                i: "フーパ",
                m: "……1………@…………u…c…m"
            },
            {
                o: 807,
                i: "ゴーリキー",
                m: "…i…uke……7…@i………oud………m"
            },
            {
                o: 808,
                i: "ニャローテ",
                m: "……a………k…1…@…………u………"
            },
            {
                o: 809,
                i: "かがやくフシギバナ",
                m: "……………………@i…………ud………m"
            },
            {
                o: 810,
                i: "イーブイ",
                m: "…………k…………@………….………"
            },
            {
                o: 811,
                i: "ガブリアス",
                m: "………i…u……………@…c……u……o…"
            },
            {
                o: 812,
                i: "イーブイ",
                m: "…………k……………@……………u….………"
            },
            {
                o: 813,
                i: "フーパ",
                m: "………g…………a…@…………j…"
            },
            {
                o: 814,
                i: "なみのりピカチュウ",
                m: "………go…………@…………j……"
            },
            {
                o: 815,
                i: "レジギガス",
                m: "…………@y………………………p"
            },
            {
                o: 816,
                i: "ニャローテ",
                m: "……8…0………@…m……l……o……"
            },
            {
                o: 817,
                i: "ゴーリキー",
                m: "……2……8……0…………@…m……l.………"
            },
            {
                o: 818,
                i: "ゴーリキー",
                m: "…………7…@…m…il….………"
            },
            {
                o: 819,
                i: "かがやくフシギバナ",
                m: "……2………7……@g……i……m"
            },
            {
                o: 820,
                i: "リーリエ",
                m: "………2………89………@g………………………"
            },
            {
                o: 821,
                i: "レジギガス",
                m: "……………7…4…@…………l…c…m"
            },
            {
                o: 822,
                i: "なみのりピカチュウ",
                m: "……………p…3…q…r…………@gm……l……o……"
            },
            {
                o: 823,
                i: "かがやくフシギバナ",
                m: "………3………@……a……m…………"
            },
            {
                o: 824,
                i: "かがやくフシギバナ",
                m: "………ma……………@…m…………o…"
            },
            {
                o: 825,
                i: "イーブイ",
                m: "y………p……r……g…@…m……….…………"
            },
            {
                o: 826,
                i: "レジギガス",
                m: "……6……@…m……l…c…"
            },
            {
                o: 827,
                i: "レジギガス",
                m: "…………@………a………"
            },
            {
                o: 828,
                i: "リーリエ",
                m: "…71……@………h……a…u…"
            },
            {
                o: 829,
                i: "イーブイ",
                m: "………7………@…h………i……………"
            },
            {
                o: 830,
                i: "リーリエ",
                m: "…a…………@…hi……………"
            },
            {
                o: 831,
                i: "フーパ",
                m: "n…………7…@s……i…….……"
            },
            {
                o: 832,
                i: "レジギガス",
                m: "……@……c…………………"
            },
            {
                o: 833,
                i: "リーリエ",
                m: "…………7…7…@…………i…….…k"
            },
            {
                o: 834,
                i: "かがやくフシギバナ",
                m: "……a……@…………h…b……u…"
            },
            {
                o: 835,
                i: "リーリエ",
                m: "n…………@……i…a……k"
            },
            {
                o: 836,
                i: "ゴーリキー",
                m: "……7…@…………………u…"
            },
            {
                o: 837,
                i: "ゴーリキー",
                m: "……@…h……….……"
            },
            {
                o: 838,
                i: "ニャローテ",
                m: "…………ky……………@……a…………i"
            },
            {
                o: 839,
                i: "クリムガン",
                m: "……e…y…………ko…@…t……………i"
            },
            {
                o: 840,
                i: "クリムガン",
                m: "…y…………@……t…y……m….…i"
            },
            {
                o: 841,
                i: "かがやくフシギバナ",
                m: "z……………………@…h…m………i"
            },
            {
                o: 842,
                i: "レジギガス",
                m: "…………k……@st…y…………"
            },
            {
                o: 843,
                i: "リーリエ",
                m: "…z……a……ko…@s…a………l…"
            },
            {
                o: 844,
                i: "なみのりピカチュウ",
                m: "…t……@………o……………"
            },
            {
                o: 845,
                i: "ニャローテ",
                m: "………o0…………@……a…l……o…"
            },
            {
                o: 846,
                i: "リーリエ",
                m: "y……………94…@h…………k"
            },
            {
                o: 847,
                i: "クリムガン",
                m: "…………9……@………a……u…"
            },
            {
                o: 848,
                i: "レジギガス",
                m: "………9……@……………k"
            },
            {
                o: 849,
                i: "ニャローテ",
                m: "………894…@………am……k"
            },
            {
                o: 850,
                i: "ゼラオラ",
                m: "……………ho…@…u…a….………"
            },
            {
                o: 851,
                i: "ニャローテ",
                m: "s…………ga…o…@…………….………"
            },
            {
                o: 852,
                i: "かがやくフシギバナ",
                m: "s………u…a…o…@…u……m……………o…"
            },
            {
                o: 853,
                i: "ニャローテ",
                m: "s…………a………@…a……f……c……"
            },
            {
                o: 854,
                i: "リーリエ",
                m: "z…………h…a…@…………j…"
            },
            {
                o: 855,
                i: "ラウドボーン",
                m: "……………a…@……….……"
            },
            {
                o: 856,
                i: "かがやくフシギバナ",
                m: "……p………@………j…"
            },
            {
                o: 857,
                i: "ゴーリキー",
                m: "…………he………@……p"
            },
            {
                o: 858,
                i: "クリムガン",
                m: "t……1…1………@…m…i………o…"
            },
            {
                o: 859,
                i: "イーブイ",
                m: "……a………e……i……………@g……i……o…"
            },
            {
                o: 860,
                i: "フーパ",
                m: "……………lc…e…o…@…m……….………"
            },
            {
                o: 861,
                i: "リーリエ",
                m: "………………o…@g………………o…"
            },
            {
                o: 862,
                i: "クリムガン",
                m: "d……e……i……@g………l.…"
            },
            {
                o: 863,
                i: "レジギガス",
                m: "…i……e………r…@…m……….……"
            },
            {
                o: 864,
                i: "なみのりピカチュウ",
                m: "………………e…ro…@……………l………m"
            },
            {
                o: 865,
                i: "レジギガス",
                m: "…………e…o…@g………l……"
            },
            {
                o: 866,
                i: "イーブイ",
                m: "…a……e…c…e…@…m…i………"
            },
            {
                o: 867,
                i: "フーパ",
                m: "…a……………l……ro…@…m……l……"
            },
            {
                o: 868,
                i: "インテレオン",
                m: "…………a…l…………o…@g………l.……"
            },
            {
                o: 869,
                i: "クリムガン",
                m: "…i………ie………@g…a…….…m"
            },
            {
                o: 870,
                i: "イーブイ",
                m: "d………l…e…o…@………i………o…"
            },
            {
                o: 871,
                i: "リーリエ",
                m: "…w……lc…ero…@………l.………"
            },
            {
                o: 872,
                i: "クリムガン",
                m: "…………a…lc……r……@…………o…"
            },
            {
                o: 873,
                i: "レッド&グリーン",
                m: "…………l……er……@g……….………"
            },
            {
                o: 874,
                i: "フーパ",
                m: "d…………ae……i……@…m……l.…o……"
            },
            {
                o: 875,
                i: "なみのりピカチュウ",
                m: "d………………ro…@…………………"
            },
            {
                o: 876,
                i: "ニャローテ",
                m: "……i……………ro…@g………………o……"
            },
            {
                o: 877,
                i: "レッド&グリーン",
                m: "d…………e……i…o…@………i……"
            },
            {
                o: 878,
                i: "かがやくフシギバナ",
                m: "……………a…c…r……@…m………c…m"
            },
            {
                o: 879,
                i: "レジギガス",
                m: "……e……i……o…@…………l…c………"
            },
            {
                o: 880,
                i: "イーブイ",
                m: "…………i………l…ie…o…@gm…………c…m…"
            },
            {
                o: 881,
                i: "かがやくフシギバナ",
                m: "d………e……ie…o…@…m………l.……m"
            },
            {
                o: 882,
                i: "リーリエ",
                m: "………l…ie…o…@…………………c……"
            },
            {
                o: 883,
                i: "なみのりピカチュウ",
                m: "d…………c…er……@g………………m"
            },
            {
                o: 884,
                i: "リーリエ",
                m: "………iw…l……e…o…@…m……l.………"
            },
            {
                o: 885,
                i: "クリムガン",
                m: "……………c…o…@…m…il.…"
            },
            {
                o: 886,
                i: "なみのりピカチュウ",
                m: "………………a…lc…ero…@…………l………m"
            },
            {
                o: 887,
                i: "サンダース",
                m: "……i………e…c…………@g………….……"
            },
            {
                o: 888,
                i: "クリムガン",
                m: "………cie…o…@……i…………m"
            },
            {
                o: 889,
                i: "フーパ",
                m: "………el…………o…@………………c……m"
            },
            {
                o: 890,
                i: "ニャローテ",
                m: "d………a…l……o…@…m……l………o…"
            },
            {
                o: 891,
                i: "レジギガス",
                m: "d…………………l………ro…@…………o…"
            },
            {
                o: 892,
                i: "レジギガス",
                m: "………a……………@……a……………m"
            },
            {
                o: 893,
                i: "なみのりピカチュウ",
                m: "………e……i……o…@…………………"
            },
            {
                o: 894,
                i: "かがやくフシギバナ",
                m: "…………e…c……@g…….………"
            },
            {
                o: 895,
                i: "クリムガン",
                m: "……ae…………@………i……"
            },
            {
                o: 896,
                i: "かがやくフシギバナ",
                m: "………………lc………o…@……a…l…c……"
            },
            {
                o: 897,
                i: "かがやくフシギバナ",
                m: "…w………e……@…………c…m"
            },
            {
                o: 898,
                i: "なみのりピカチュウ",
                m: "d…e………er………@g………l…c…m…"
            },
            {
                o: 899,
                i: "ゴーリキー",
                m: "……i……ae…ie………@………i……………"
            },
            {
                o: 900,
                i: "かがやくフシギバナ",
                m: "……………r……@………i…………"
            },
            {
                o: 901,
                i: "フーパ",
                m: "………ero…@………………………m"
            },
            {
                o: 902,
                i: "ニャローテ",
                m: "d…………l…ie…o…@…m…………………"
            },
            {
                o: 903,
                i: "ルリナ",
                m: "………e………@………a………c……"
            },
            {
                o: 904,
                i: "クリムガン",
                m: "…………e……er…@……l…………"
            },
            {
                o: 905,
                i: "ガブリアス",
                m: "………e…c…………@………………c……"
            },
            {
                o: 906,
                i: "かがやくフシギバナ",
                m: "…………a……ci……o…@g………l…………"
            },
            {
                o: 907,
                i: "クリムガン",
                m: "………………i…r…@g…………….…o…"
            },
            {
                o: 908,
                i: "レジギガス",
                m: "………a………ro…@…………….………"
            },
            {
                o: 909,
                i: "レジギガス",
                m: "…i………e…c………o…@g………….………"
            },
            {
                o: 910,
                i: "なみのりピカチュウ",
                m: "……w…e……ie…o…@…m……l…c………"
            },
            {
                o: 911,
                i: "フーパ",
                m: "………i……l…………@…………l…c……"
            },
            {
                o: 912,
                i: "ゴーリキー",
                m: "…y………60…@x………l……"
            },
            {
                o: 913,
                i: "レジギガス",
                m: "t…b…0…@……l…….…e"
            },
            {
                o: 914,
                i: "ニャローテ",
                m: "……f…o……yo…@……………a…d……w……"
            },
            {
                o: 915,
                i: "かがやくフシギバナ",
                m: "…o……e…e…@…………….……m"
            },
            {
                o: 916,
                i: "なみのりピカチュウ",
                m: "………37………@h………………"
            },
            {
                o: 917,
                i: "リーリエ",
                m: "…7……@……………u…"
            },
            {
                o: 918,
                i: "レジギガス",
                m: "………7…@…a…h……m……k"
            },
            {
                o: 919,
                i: "フーパ",
                m: "…n…pu……@………….……"
            },
            {
                o: 920,
                i: "ガブリアスC LV.X",
                m: "……………@…a…………k"
            },
            {
                o: 921,
                i: "リーリエ",
                m: "…n…7……@…………m……k"
            },
            {
                o: 922,
                i: "フーパ",
                m: "…………2…@……a……u…"
            },
            {
                o: 923,
                i: "なみのりピカチュウ",
                m: "…………u………………@…a….……"
            },
            {
                o: 924,
                i: "イーブイ",
                m: "………………10…@…………e…l…"
            },
            {
                o: 925,
                i: "レジギガス",
                m: "………7…@…………….……"
            },
            {
                o: 926,
                i: "フーパ",
                m: "g…………e……3…@o……ey………"
            },
            {
                o: 927,
                i: "クリムガン",
                m: "g…s…3………@…w…e……s………"
            },
            {
                o: 928,
                i: "ニャース",
                m: "…s……sa……a…@………….…o…"
            },
            {
                o: 929,
                i: "シンオウの仲間たち",
                m: "…p……i…k……@…m……………o…"
            },
            {
                o: 930,
                i: "レジギガス",
                m: "……p………@g………l……"
            },
            {
                o: 931,
                i: "ゴーリキー",
                m: "…….…………ka…@…………il.……m"
            },
            {
                o: 932,
                i: "かがやくフシギバナ",
                m: "………0……0…h……@……a………c………"
            },
            {
                o: 933,
                i: "ニャローテ",
                m: "……x………ho…@………i…………m…"
            },
            {
                o: 934,
                i: "かがやくフシギバナ",
                m: "……a…k……@……l.…o…"
            },
            {
                o: 935,
                i: "イーブイ",
                m: "…s…………………@………l……o…"
            },
            {
                o: 936,
                i: "ニャローテ",
                m: "………u………a…i………@………………"
            },
            {
                o: 937,
                i: "ゴーリキー",
                m: "…………a…k……@g……………"
            },
            {
                o: 938,
                i: "イーブイ",
                m: "……………ai………@…………………"
            },
            {
                o: 939,
                i: "クリムガン",
                m: "……s…i………@…………………o…"
            },
            {
                o: 940,
                i: "ライコウ",
                m: "s…s…i…a…@………il………m"
            },
            {
                o: 941,
                i: "フーパ",
                m: "……p.……a…@…m……l…"
            },
            {
                o: 942,
                i: "かがやくフシギバナ",
                m: "………a…@……………………m"
            },
            {
                o: 943,
                i: "リーリエ",
                m: "………ka…@………l……o…"
            },
            {
                o: 944,
                i: "ニャローテ",
                m: "………y………0……@……………………a…c……"
            },
            {
                o: 945,
                i: "なみのりピカチュウ",
                m: "………………@………a…………………"
            },
            {
                o: 946,
                i: "名探偵ピカチュウ",
                m: "………0……@t………o……………m"
            },
            {
                o: 947,
                i: "ゴーリキー",
                m: "……u0……@……………t……c…m"
            },
            {
                o: 948,
                i: "クリムガン",
                m: "y…………u…@…………n…….…o…"
            },
            {
                o: 949,
                i: "クリムガン",
                m: "y…y……………9…@…u……………c……"
            },
            {
                o: 950,
                i: "リーリエ",
                m: "…0……@……………no………c……"
            },
            {
                o: 951,
                i: "クリムガン",
                m: "……o……k……@t…no…….…o…"
            },
            {
                o: 952,
                i: "かがやくフシギバナ",
                m: "……o………9…@t………a…o…….………"
            },
            {
                o: 953,
                i: "ブラッキー",
                m: "…9…@………t………………………"
            },
            {
                o: 954,
                i: "リーリエの全力",
                m: "………k………9…@………n……a……o…"
            },
            {
                o: 955,
                i: "ピカチュウ",
                m: "………f……yo…@…………….…e"
            },
            {
                o: 956,
                i: "ニャローテ",
                m: "………………n……@n…………e"
            },
            {
                o: 957,
                i: "クリムガン",
                m: "…………8……@……m……l…c……"
            },
            {
                o: 958,
                i: "リーリエ",
                m: "……c……8…@…m………….…o…"
            },
            {
                o: 959,
                i: "クリムガン",
                m: "……c…2…4…@……………o…"
            },
            {
                o: 960,
                i: "リーリエ",
                m: "………………3……@g……i………c……"
            },
            {
                o: 961,
                i: "リーリエ",
                m: "…1……e……9…@…………….……"
            },
            {
                o: 962,
                i: "なみのりピカチュウ",
                m: "……………y…e………@g………l……"
            },
            {
                o: 963,
                i: "フーパ",
                m: "……u…s……isn……@……t……o……j……"
            },
            {
                o: 964,
                i: "レジギガス",
                m: "………6……bi……@…u……o…k……"
            },
            {
                o: 965,
                i: "クリムガン",
                m: "…………s……6…i…n……@………o……………"
            },
            {
                o: 966,
                i: "なみのりピカチュウ",
                m: "……o…i………6………ne…@…u……o……k………"
            },
            {
                o: 967,
                i: "フーパ",
                m: "………s………b…e…@…lo………j…"
            },
            {
                o: 968,
                i: "イーブイ",
                m: "………u………b…s…………@……t…………………"
            },
            {
                o: 969,
                i: "イーブイ",
                m: "……2…………ne…@…u……oo………p…"
            },
            {
                o: 970,
                i: "レジギガス",
                m: "……i…6……………i…ne…@o………o…………"
            },
            {
                o: 971,
                i: "イーブイ",
                m: "………………6…isn……@…u…lo…….……"
            },
            {
                o: 972,
                i: "レジギガス",
                m: "………s6……is………@……………………p"
            },
            {
                o: 973,
                i: "フーパ",
                m: "………u…i……26……sne…@…………oo……j…"
            },
            {
                o: 974,
                i: "イーブイ",
                m: "……t………@…………i….…o…"
            },
            {
                o: 975,
                i: "フーパ",
                m: "…………y…to…@………………c……"
            },
            {
                o: 976,
                i: "クリムガン",
                m: "…………………o…@……a….………"
            },
            {
                o: 977,
                i: "かがやくフシギバナ",
                m: "………h…y………o…@……m……….…o…"
            },
            {
                o: 978,
                i: "フーパ",
                m: "………1…ya……@g………l.………"
            },
            {
                o: 979,
                i: "なみのりピカチュウ",
                m: "…………o…@………………c……"
            },
            {
                o: 980,
                i: "ゴーリキー",
                m: "……………………t……@g………………m"
            },
            {
                o: 981,
                i: "フーパ",
                m: "6………o…@gm…………c……"
            },
            {
                o: 982,
                i: "フーパ",
                m: "……………y………o…@…………l………m"
            },
            {
                o: 983,
                i: "ニャローテ",
                m: "………h……………@………………o…"
            },
            {
                o: 984,
                i: "イーブイ",
                m: "……………o…@………c……"
            },
            {
                o: 985,
                i: "フーパ",
                m: "………a……@……l…………"
            },
            {
                o: 986,
                i: "フーパ",
                m: "……1…to…@…………i…………m"
            },
            {
                o: 987,
                i: "かがやくフシギバナ",
                m: "…………1…a………to…@……………m"
            },
            {
                o: 988,
                i: "クリムガン",
                m: "……h………o…@…………….………"
            },
            {
                o: 989,
                i: "かがやくフシギバナ",
                m: "……e…la…………a…@………oft…………j…"
            },
            {
                o: 990,
                i: "かがやくフシギバナ",
                m: "…………e……a……o…………@….…………b………p"
            },
            {
                o: 991,
                i: "クリムガン",
                m: "……o……k…………@…………n……….………"
            },
            {
                o: 992,
                i: "リザードンG",
                m: "……n……a4……@g……i……c…m…"
            },
            {
                o: 993,
                i: "レジギガス",
                m: "………i……47…@…………p………"
            },
            {
                o: 994,
                i: "フーパ",
                m: "…i……y………i…4……@……e…ry……………"
            },
            {
                o: 995,
                i: "かがやくフシギバナ",
                m: "……i3………@…………………p………"
            },
            {
                o: 996,
                i: "レジギガス",
                m: "……o……………@…………y…………"
            },
            {
                o: 997,
                i: "レジギガス",
                m: "………y………………@…e………………k"
            },
            {
                o: 998,
                i: "イーブイ",
                m: "…………ni……47…@…e………………n…"
            },
            {
                o: 999,
                i: "イーブイ",
                m: "…a……………4……9…@g…………………"
            },
            {
                o: 1000,
                i: "リーリエ",
                m: "……cc………7…0……@…c………d………"
            },
            {
                o: 1001,
                i: "ニャローテ",
                m: "s…………r…7……@…c……………o…"
            },
            {
                o: 1002,
                i: "フーパ",
                m: "……….………7…@………u….……m"
            },
            {
                o: 1003,
                i: "リーリエ",
                m: "…c………7…07…@…………….…o…"
            },
            {
                o: 1004,
                i: "リーリエ",
                m: "……c………7…@…c………d…c…"
            },
            {
                o: 1005,
                i: "リーリエ",
                m: "…1………@…u….………"
            },
            {
                o: 1006,
                i: "ミュウツー",
                m: "………….7…07…@………o……………"
            },
            {
                o: 1007,
                i: "ニャローテ",
                m: "……c………7…@…c………………"
            },
            {
                o: 1008,
                i: "イーブイ",
                m: "s……….7…0………@ic……u….……"
            },
            {
                o: 1009,
                i: "レジギガス",
                m: "……o……er………1…7…@…u……c…m"
            },
            {
                o: 1010,
                i: "なみのりピカチュウ",
                m: "……………7……7…@i………u….……"
            },
            {
                o: 1011,
                i: "イーブイ",
                m: "…e……7…0…7…@…c……ud……"
            },
            {
                o: 1012,
                i: "ザマゼンタ",
                m: "……………e…710……@………………………"
            },
            {
                o: 1013,
                i: "イーブイ",
                m: "…s………71…7…@…………u……c……"
            },
            {
                o: 1014,
                i: "リザードン",
                m: "………………k……n…@………………………"
            },
            {
                o: 1015,
                i: "ゴーリキー",
                m: "T……………………@i…….………"
            },
            {
                o: 1016,
                i: "リーリエ",
                m: "……………ri…010…@………c……"
            },
            {
                o: 1017,
                i: "かがやくフシギバナ",
                m: "………a……7……10…@g……il.……m…"
            },
            {
                o: 1018,
                i: "クリムガン",
                m: "…o………a………hk…e……@………………m"
            },
            {
                o: 1019,
                i: "かがやくフシギバナ",
                m: "y…i……r…1……@………i…………m"
            },
            {
                o: 1020,
                i: "なみのりピカチュウ",
                m: "…i………………0…@…………l….………"
            },
            {
                o: 1021,
                i: "ゼクロム",
                m: "……………a……7……0…@………i….………m"
            },
            {
                o: 1022,
                i: "イーブイ",
                m: "y…………m……0…@…………l…c………"
            },
            {
                o: 1023,
                i: "ニャローテ",
                m: "…y………a…i…10…@……………m"
            },
            {
                o: 1024,
                i: "かがやくフシギバナ",
                m: "………i…………1……@…………l…c…"
            },
            {
                o: 1025,
                i: "ゴーリキー",
                m: "…………a…………010…@g………….………"
            },
            {
                o: 1026,
                i: "リーリエ",
                m: "y……………0…@……………c……"
            },
            {
                o: 1027,
                i: "リーリエ",
                m: "…………r………@…………l…c……"
            },
            {
                o: 1028,
                i: "ギラティナ",
                m: "……u……m…a…i…0…0…@g………l……c……"
            },
            {
                o: 1029,
                i: "なみのりピカチュウ",
                m: "…………i………p…c…mj………m…@…m……l……"
            },
            {
                o: 1030,
                i: "フーパ",
                m: "……i………0…@…………l…c…m…"
            },
            {
                o: 1031,
                i: "ニャローテ",
                m: "………e…i…s……c………j…0………@………l…c……"
            },
            {
                o: 1032,
                i: "かがやくフシギバナ",
                m: "………i…………1……@…m……l……………"
            },
            {
                o: 1033,
                i: "ガブリアス",
                m: "…………i………7……10…@…m…il.………"
            },
            {
                o: 1034,
                i: "なみのりピカチュウ",
                m: "y…a………0…@…………………o……"
            },
            {
                o: 1035,
                i: "かがやくフシギバナ",
                m: "……r……………10…@…m……l…………"
            },
            {
                o: 1036,
                i: "フーパ",
                m: "……r……0…0…@…m……………m"
            },
            {
                o: 1037,
                i: "レジギガス",
                m: "………a…………0…@……………m"
            },
            {
                o: 1038,
                i: "ゴーリキー",
                m: "…i……7…1…@g………………m"
            },
            {
                o: 1039,
                i: "ニャローテ",
                m: "y……………7……@…i……c…m"
            },
            {
                o: 1040,
                i: "ピッピ",
                m: "………………9…@t………o……………m"
            },
            {
                o: 1041,
                i: "イーブイ",
                m: "…y……i……ri………@…………l.…o…"
            },
            {
                o: 1042,
                i: "イーブイ",
                m: "……ri…………0…@………il……o……"
            },
            {
                o: 1043,
                i: "なみのりピカチュウ",
                m: "…i………i7……@…………l…m"
            },
            {
                o: 1044,
                i: "ミュウ",
                m: "……………m…r………0…@g…………o…"
            },
            {
                o: 1045,
                i: "リーリエ",
                m: "y……r……a…………1……@………i……c……"
            },
            {
                o: 1046,
                i: "ニャローテ",
                m: "…r……………0…@g……………m"
            },
            {
                o: 1047,
                i: "なみのりピカチュウ",
                m: "…u………………i…010…@g…………o…"
            },
            {
                o: 1048,
                i: "イーブイ",
                m: "………………70…0…@……l.……m"
            },
            {
                o: 1049,
                i: "クリムガン",
                m: "……u…i……………0……@………c……"
            },
            {
                o: 1050,
                i: "フーパ",
                m: "……r……a…i………@g…a…l…c……"
            },
            {
                o: 1051,
                i: "なみのりピカチュウ",
                m: "y…r……7……0…@……l…c……"
            },
            {
                o: 1052,
                i: "レジギガス",
                m: "…y……i…a…………0…@…m……….…………"
            },
            {
                o: 1053,
                i: "なみのりピカチュウ",
                m: "…i…………1…@…g……i….…o…"
            },
            {
                o: 1054,
                i: "フシギバナ",
                m: "y…………0…0…@………i……c………"
            },
            {
                o: 1055,
                i: "イーブイ",
                m: "y…m…r………10…@…m…………c………"
            },
            {
                o: 1056,
                i: "レジギガス",
                m: "……………a……7…0…0…@…m……….…o……"
            },
            {
                o: 1057,
                i: "なみのりピカチュウ",
                m: "………@………la………….…o…"
            },
            {
                o: 1058,
                i: "リーリエ",
                m: "………………o…@…………la……2…………m"
            },
            {
                o: 1059,
                i: "レジギガス",
                m: "…………o…@……a……2…………m"
            },
            {
                o: 1060,
                i: "レジギガス",
                m: "…i…@…a…a……2………o…"
            },
            {
                o: 1061,
                i: "なみのりピカチュウ",
                m: "i…………@…………a………4…………"
            },
            {
                o: 1062,
                i: "レジギガス",
                m: "…@…………a…o………c……"
            },
            {
                o: 1063,
                i: "ニャローテ",
                m: "…@……ala…o…….………"
            },
            {
                o: 1064,
                i: "ゴーリキー",
                m: "i…o…@…l………l…………4…c……"
            },
            {
                o: 1065,
                i: "ゴーリキー",
                m: "……f……@……l…………4……o…"
            },
            {
                o: 1066,
                i: "レジギガス",
                m: "i……la…………………m"
            },
            {
                o: 1067,
                i: "レジギガス",
                m: "……o…@…………a………4……o…"
            },
            {
                o: 1068,
                i: "リーリエ",
                m: "………@………l…b……4…c……"
            },
            {
                o: 1069,
                i: "なみのりピカチュウ",
                m: "i…@……………o…4……o…"
            },
            {
                o: 1070,
                i: "なみのりピカチュウ",
                m: "…i………………@……………la………….………"
            },
            {
                o: 1071,
                i: "なみのりピカチュウ",
                m: "…i…………@……………a………….……m"
            },
            {
                o: 1072,
                i: "クリムガン",
                m: "………@………………a………….……m"
            },
            {
                o: 1073,
                i: "イーブイ",
                m: "………….……t…………@…m……………"
            },
            {
                o: 1074,
                i: "ニャローテ",
                m: "…i……e…………t……@………i…………m"
            },
            {
                o: 1075,
                i: "ゴーリキー",
                m: "…………y…te……@………i…….………"
            },
            {
                o: 1076,
                i: "イーブイ",
                m: "…………………i…@…………l.…"
            },
            {
                o: 1077,
                i: "ゴーリキー",
                m: "……………h……t……i…@…………l……o…"
            },
            {
                o: 1078,
                i: "レジギガス",
                m: "…e………o………@…………i….………"
            },
            {
                o: 1079,
                i: "ゴーリキー",
                m: "…………………ote……@g…………l…c……"
            },
            {
                o: 1080,
                i: "イーブイ",
                m: "…………y…te……@g……c…m"
            },
            {
                o: 1081,
                i: "リーリエのピッピ人形",
                m: "i…………h……t…i…@g………………c…m"
            },
            {
                o: 1082,
                i: "ゴーリキー",
                m: "………e…hy………i…@………i…………m"
            },
            {
                o: 1083,
                i: "ゴーリキー",
                m: "…………hy………@…………i….…o…"
            },
            {
                o: 1084,
                i: "フーパ",
                m: "…ie…………e……@g……………"
            },
            {
                o: 1085,
                i: "ゴーリキー",
                m: "i…………e…h…ote……@g………….……"
            },
            {
                o: 1086,
                i: "レジギガス",
                m: "………….h………i…@g……………………"
            },
            {
                o: 1087,
                i: "レジギガス",
                m: "……i……h…ei…@…………l……"
            },
            {
                o: 1088,
                i: "クリムガン",
                m: "…i…………ot…i…@g………….………"
            },
            {
                o: 1089,
                i: "フーパ",
                m: "……i…………t…i…@g………l………"
            },
            {
                o: 1090,
                i: "イーブイ",
                m: "……………hy……te……@…m………………m"
            },
            {
                o: 1091,
                i: "レジギガス",
                m: "i………h………@………………"
            },
            {
                o: 1092,
                i: "ゴーリキー",
                m: "………h…ote……@…m………….………"
            },
            {
                o: 1093,
                i: "ゴーリキー",
                m: "…e……e……@…m………c……"
            },
            {
                o: 1094,
                i: "なみのりピカチュウ",
                m: "…h……o……i…@…………l.…"
            },
            {
                o: 1095,
                i: "ニャローテ",
                m: "…i………e……………i…@g………….……"
            },
            {
                o: 1096,
                i: "なみのりピカチュウ",
                m: "……….h……te……@…………l.………"
            },
            {
                o: 1097,
                i: "シロナの覇気",
                m: "………h………t…i…@g………l………m"
            },
            {
                o: 1098,
                i: "ニャローテ",
                m: "……………h……o…ei…@………………"
            },
            {
                o: 1099,
                i: "ニャローテ",
                m: "i……………hy…ei…@…………l……………"
            },
            {
                o: 1100,
                i: "なみのりピカチュウ",
                m: "……………………o…e……@…l.…o…"
            },
            {
                o: 1101,
                i: "クリムガン",
                m: "…………h………t…i…@g…………l…………"
            },
            {
                o: 1102,
                i: "イーブイ",
                m: "…………yo………@g……i…l…………"
            },
            {
                o: 1103,
                i: "ニャローテ",
                m: "……i……h………ot…i…@………………m"
            },
            {
                o: 1104,
                i: "フーパ",
                m: "……r……….……y……e……@g………….………"
            },
            {
                o: 1105,
                i: "ニャローテ",
                m: "…i……………t………@………………o…"
            },
            {
                o: 1106,
                i: "なみのりピカチュウ",
                m: "i………………………@……l…………"
            },
            {
                o: 1107,
                i: "リーリエ",
                m: "…………o…ei…@…m……l.………"
            },
            {
                o: 1108,
                i: "ゴーリキー",
                m: "………………………ei…@…………………"
            },
            {
                o: 1109,
                i: "イーブイ",
                m: "…e………ote……@……l…………"
            },
            {
                o: 1110,
                i: "イーブイ",
                m: "……h…………i…@g………………m"
            },
            {
                o: 1111,
                i: "ニャローテ",
                m: "……i….h…e……@………l……o…"
            },
            {
                o: 1112,
                i: "なみのりピカチュウ",
                m: "……………t…@…………l…c……"
            },
            {
                o: 1113,
                i: "イーブイ",
                m: "……o…a…………@………o…….…o…"
            },
            {
                o: 1114,
                i: "リーフィア",
                m: "y…09…@………a……………m"
            },
            {
                o: 1115,
                i: "レジギガス",
                m: "…………k…0……@…u……………a…………"
            },
            {
                o: 1116,
                i: "なみのりピカチュウ",
                m: "y……y…u………@…t……o………………"
            },
            {
                o: 1117,
                i: "シロナの覇気",
                m: "…………0……@……o…a……o…"
            },
            {
                o: 1118,
                i: "レジギガス",
                m: "……ku…0……@t…………t………o…"
            },
            {
                o: 1119,
                i: "ゴーリキー",
                m: "………………u…@t………a………m"
            },
            {
                o: 1120,
                i: "イーブイ",
                m: "y……………@……………t……………"
            },
            {
                o: 1121,
                i: "ピッピ",
                m: "y……a………………@…………….…o…"
            },
            {
                o: 1122,
                i: "ゴーリキー",
                m: "…y……………u…@………o…………o…"
            },
            {
                o: 1123,
                i: "クリムガン",
                m: "y…………………0……@t……a……………c……"
            },
            {
                o: 1124,
                i: "ドータクン",
                m: "……a…9…@……a…o…………o…"
            },
            {
                o: 1125,
                i: "フーパ",
                m: "y…………0……@………n……a…c……"
            },
            {
                o: 1126,
                i: "レジギガス",
                m: "………………@……u……no…………o…"
            },
            {
                o: 1127,
                i: "リーリエ",
                m: "…………k……@…u……no…a……o…"
            },
            {
                o: 1128,
                i: "ニャローテ",
                m: "………y…k………@…u………….………"
            },
            {
                o: 1129,
                i: "なみのりピカチュウ",
                m: "……ku0……@…u………………a……o…"
            },
            {
                o: 1130,
                i: "イーブイ",
                m: "…………0……@…………………a…………"
            },
            {
                o: 1131,
                i: "フーパ",
                m: "…o……k…0……@………………………c…m"
            },
            {
                o: 1132,
                i: "レジギガス",
                m: "…………………0……@……………no…a………m"
            },
            {
                o: 1133,
                i: "リーリエ",
                m: "…….…y………i…@g……………m"
            },
            {
                o: 1134,
                i: "なみのりピカチュウ",
                m: "………ie…y…te……@………i……"
            },
            {
                o: 1135,
                i: "リーリエ",
                m: "…………h…o…ei…@…m…………"
            },
            {
                o: 1136,
                i: "ブラッキー",
                m: "i………………@……….…o…"
            },
            {
                o: 1137,
                i: "レジギガス",
                m: "…i…………i…@……………l…………"
            },
            {
                o: 1138,
                i: "なみのりピカチュウ",
                m: "…r………………i…@…m…………………m"
            },
            {
                o: 1139,
                i: "フーパ",
                m: "………ie…hy………i…@g………….……o…"
            },
            {
                o: 1140,
                i: "レジギガス",
                m: "………j……@…………….………"
            },
            {
                o: 1141,
                i: "ゴーリキー",
                m: "………uj……@………l………m"
            },
            {
                o: 1142,
                i: "なみのりピカチュウ",
                m: "b…………u……@…l……o…"
            },
            {
                o: 1143,
                i: "イーブイ",
                m: "…p…@………i……………"
            },
            {
                o: 1144,
                i: "リーリエ",
                m: "……………………@………………"
            },
            {
                o: 1145,
                i: "なみのりピカチュウ",
                m: "……o……a………@………i……"
            },
            {
                o: 1146,
                i: "レジギガス",
                m: "……a………@…………l…………"
            },
            {
                o: 1147,
                i: "リーリエ",
                m: "……………u………@………………m"
            },
            {
                o: 1148,
                i: "リーリエ",
                m: "……y……jp…@………………c……"
            },
            {
                o: 1149,
                i: "クリムガン",
                m: "b……a……@………l.……m"
            },
            {
                o: 1150,
                i: "シロナの覇気",
                m: "………………s…j……@g………….………"
            },
            {
                o: 1151,
                i: "なみのりピカチュウ",
                m: "…u………@g…m……….…o…"
            },
            {
                o: 1152,
                i: "ゴーリキー",
                m: "…………y…………………@…………………"
            },
            {
                o: 1153,
                i: "リザードン",
                m: "………y…s…u………@………….……m"
            },
            {
                o: 1154,
                i: "レジギガス",
                m: "…………j……@…m…………………"
            },
            {
                o: 1155,
                i: "フーパ",
                m: "b……y…s……………@………………"
            },
            {
                o: 1156,
                i: "リーリエ",
                m: "……b…a……@…m…………………"
            },
            {
                o: 1157,
                i: "フーパ",
                m: "…b…as…p…@…m………m"
            },
            {
                o: 1158,
                i: "キハダ",
                m: "…………u0……@t………….……m"
            },
            {
                o: 1159,
                i: "イーブイ",
                m: "……0……@t…o…a…………"
            },
            {
                o: 1160,
                i: "イーブイ",
                m: "……………k………………@………a……t….………"
            },
            {
                o: 1161,
                i: "リーリエ",
                m: "……………k……9…@t…………….……m"
            },
            {
                o: 1162,
                i: "ゴーリキー",
                m: "………a………0……@…u………a…………"
            },
            {
                o: 1163,
                i: "フーパ",
                m: "………@…………n……………"
            },
            {
                o: 1164,
                i: "イーブイ",
                m: "y…………9…@……………no…a…………"
            },
            {
                o: 1165,
                i: "フーパ",
                m: "……k……9…@…u…………c……"
            },
            {
                o: 1166,
                i: "ゴーリキー",
                m: "y……u……@………a………………"
            },
            {
                o: 1167,
                i: "リーリエ",
                m: "…………a…u………@…u……n…t….…o…"
            },
            {
                o: 1168,
                i: "ニャローテ",
                m: "……y…u…9…@………………a…c……"
            },
            {
                o: 1169,
                i: "ディンルー",
                m: "…y…………09…@t………………t……………"
            },
            {
                o: 1170,
                i: "イーブイ",
                m: "……u………@………n……a…c……"
            },
            {
                o: 1171,
                i: "ゴーリキー",
                m: "……u0……@…………n……….………"
            },
            {
                o: 1172,
                i: "ブリムオン",
                m: "y……y…k…@………………….………"
            },
            {
                o: 1173,
                i: "ニャローテ",
                m: "……a………@…u……………….……m"
            },
            {
                o: 1174,
                i: "ニャローテ",
                m: "………………k……@……a………a…………"
            },
            {
                o: 1175,
                i: "ニャローテ",
                m: "…………9…@t……t……………"
            },
            {
                o: 1176,
                i: "バオッキー",
                m: "y…………k…0……@t……………c……"
            },
            {
                o: 1177,
                i: "ゴーリキー",
                m: "…………@…u………….……m"
            },
            {
                o: 1178,
                i: "ピッピ",
                m: "……9…@…………a…………"
            },
            {
                o: 1179,
                i: "クリムガン",
                m: "…y…y…………@t……n……a…………"
            },
            {
                o: 1180,
                i: "フーパ",
                m: "……chi…98……………2…@g……………o…"
            },
            {
                o: 1181,
                i: "イーブイ",
                m: "………………………30……2…@………i……………"
            },
            {
                o: 1182,
                i: "パラソルおねえさん",
                m: "………h…19……………@g…………….………"
            },
            {
                o: 1183,
                i: "なみのりピカチュウ",
                m: "………n……h……9……………@…………l.………"
            },
            {
                o: 1184,
                i: "イーブイ",
                m: "………i…h…1…83…8………@…………l…c………"
            },
            {
                o: 1185,
                i: "アロマなおねえさん",
                m: "…………3……………@g…….……m"
            },
            {
                o: 1186,
                i: "フーパ",
                m: "……i…h…1…………2…@………i….…………"
            },
            {
                o: 1187,
                i: "ニャローテ",
                m: "…………i…h……9……308………@g……il………"
            },
            {
                o: 1188,
                i: "ニャローテ",
                m: "………c………308……2…@…………l.…………"
            },
            {
                o: 1189,
                i: "リーリエ",
                m: "j……………9………08………@…m……l…o…"
            },
            {
                o: 1190,
                i: "フーパ",
                m: "………n…………98…………@g……il…c………"
            },
            {
                o: 1191,
                i: "イーブイ",
                m: "………h………08………@………………"
            },
            {
                o: 1192,
                i: "ソルガレオ&ルナアーラ",
                m: "…j…………h………83……@…m……l.…"
            },
            {
                o: 1193,
                i: "ニャローテ",
                m: "…ta……da…9……@…m……l…………"
            },
            {
                o: 1194,
                i: "フーパ",
                m: "………ke……et…………y…1………@…m……….…o……"
            },
            {
                o: 1195,
                i: "ニャローテ",
                m: "…i………n……ts………hy…1……@………i……c………"
            },
            {
                o: 1196,
                i: "イーブイ",
                m: "……k…………e…………u……hy…………@…………l.…………"
            },
            {
                o: 1197,
                i: "リーリエ",
                m: "……k……………e………u…hy…1……@g………l………m…"
            },
            {
                o: 1198,
                i: "フーパ",
                m: "……………………en……ts….……6………@…m……l………m"
            },
            {
                o: 1199,
                i: "ニャローテ",
                m: "…………ke……e………….…………1……@g………….…………"
            },
            {
                o: 1200,
                i: "ゴーリキー",
                m: "…………o…en………ts……………………@…………l……o……"
            },
            {
                o: 1201,
                i: "フーパ",
                m: "…………k…n………s…………y…………@g……………m"
            },
            {
                o: 1202,
                i: "フーパ",
                m: "……k…………s……su……y……0……@…………l.…"
            },
            {
                o: 1203,
                i: "ニャローテ",
                m: "………t……e…s……s…….……………@…………….…o……"
            },
            {
                o: 1204,
                i: "なみのりピカチュウ",
                m: "……………ke………t……y…………@………l…………"
            },
            {
                o: 1205,
                i: "なみのりピカチュウ",
                m: "………o…en………ts……………@…m……………………"
            },
            {
                o: 1206,
                i: "なみのりピカチュウ",
                m: "c…r…e……c…i……0……@i………ud……m"
            },
            {
                o: 1207,
                i: "ゴーリキー",
                m: "……………hi……y…9…@………o…….……"
            },
            {
                o: 1208,
                i: "ゴーリキー",
                m: "…m…n……a……@g………………………"
            },
            {
                o: 1209,
                i: "なみのりピカチュウ",
                m: "…………………a……z……@g…i….………"
            },
            {
                o: 1210,
                i: "リーリエ",
                m: "a………a…………@………i………m"
            },
            {
                o: 1211,
                i: "ゴーリキー",
                m: "………da………@……………l……o…"
            },
            {
                o: 1212,
                i: "なみのりピカチュウ",
                m: "a…od………@…m……l.………"
            },
            {
                o: 1213,
                i: "ニャローテ",
                m: "…………iz……@………c……"
            },
            {
                o: 1214,
                i: "クリムガン",
                m: "…d……z…@………l…c……"
            },
            {
                o: 1215,
                i: "クリムガン",
                m: "……………………u…@………………"
            },
            {
                o: 1216,
                i: "フーパ",
                m: "……m……od…izu…@…………o…"
            },
            {
                o: 1217,
                i: "ニャローテ",
                m: "…………………@………….………"
            },
            {
                o: 1218,
                i: "フーパ",
                m: "…o………j…@g………o…"
            },
            {
                o: 1219,
                i: "クリムガン",
                m: "……y……j……@……a………c…m"
            },
            {
                o: 1220,
                i: "ゴーリキー",
                m: "w……65………@………o……………"
            },
            {
                o: 1221,
                i: "イーブイ",
                m: "…………z…@i…………ud………m"
            },
            {
                o: 1222,
                i: "ゴーリキー",
                m: "………e……3……@y……o…….…….……"
            },
            {
                o: 1223,
                i: "クリムガン",
                m: "…………3………@g………c……"
            },
            {
                o: 1224,
                i: "クリムガン",
                m: "……………7…@…………………m"
            },
            {
                o: 1225,
                i: "ゴーリキー",
                m: "………………a………@……a………o…"
            },
            {
                o: 1226,
                i: "クリムガン",
                m: "a……i…o…e……e……………………@…………….…o……"
            },
            {
                o: 1227,
                i: "ゴーリキー",
                m: "…t…ke…se…s……h………@…………….……m…"
            },
            {
                o: 1228,
                i: "フーパ",
                m: "…k…t…k………s…ts……………@…m……l……o……"
            },
            {
                o: 1229,
                i: "なみのりピカチュウ",
                m: "a…………oke…se…su………0……@…………….…o……"
            },
            {
                o: 1230,
                i: "ゴーリキー",
                m: "……k…………s…tsu……………………@…m……….……m…"
            },
            {
                o: 1231,
                i: "デデンネ",
                m: "……i……se…s…………0…@g………l…c…m…"
            },
            {
                o: 1232,
                i: "リーリエ",
                m: "…………k…n…ets….…y…………@………i……c…m"
            },
            {
                o: 1233,
                i: "クリムガン",
                m: "…a…it……e……e………………6…@……………………m"
            },
            {
                o: 1234,
                i: "ニャローテ",
                m: "………………k………ets….…………………@…m…il…c…m…"
            },
            {
                o: 1235,
                i: "ニャローテ",
                m: "…k…t………ts……h………@…………….…o……"
            },
            {
                o: 1236,
                i: "フーパ",
                m: "…………se…s…………0…@………i……c……"
            },
            {
                o: 1237,
                i: "ゴーリキー",
                m: "……………en………su…h…6…0…@…………….………"
            },
            {
                o: 1238,
                i: "ゴーリキー",
                m: "a……k…n………u………6………@g………………"
            },
            {
                o: 1239,
                i: "ゴーリキー",
                m: "……k…t…ke………t…………y……0…@……………………m"
            },
            {
                o: 1240,
                i: "クリムガン",
                m: "………i…o……nse…su…………0…@g………l……o……"
            },
            {
                o: 1241,
                i: "クリムガン",
                m: "……………k………s…ts….…y…………@…ma…….…o……"
            },
            {
                o: 1242,
                i: "ニャローテ",
                m: "…a………ke…………t………hy…1……@g……………c……m"
            },
            {
                o: 1243,
                i: "なみのりピカチュウ",
                m: "…………o…e…s…t……….………………@…m……l……………"
            },
            {
                o: 1244,
                i: "ニャローテ",
                m: "…………k…ns…ts……hy…1……@……….………"
            },
            {
                o: 1245,
                i: "ニャローテ",
                m: "……………………su…h………………@…m……l……………"
            },
            {
                o: 1246,
                i: "なみのりピカチュウ",
                m: "………n…su…………………@gm……………o……"
            },
            {
                o: 1247,
                i: "リーリエ",
                m: "…………………s…t………………………@………il.…o……"
            },
            {
                o: 1248,
                i: "ニャローテ",
                m: "…k………e……ets………0…@g………….…o…"
            },
            {
                o: 1249,
                i: "ライコウ",
                m: "……t…………ji……0……7.……@…m……l…"
            },
            {
                o: 1250,
                i: "ゴーリキー",
                m: "s………….……ji……s…@…m……….…o……"
            },
            {
                o: 1251,
                i: "クリムガン",
                m: "……a………….k……i……………@…m……l……………"
            },
            {
                o: 1252,
                i: "なみのりピカチュウ",
                m: "……………………a…a…@n…………………e……e……p"
            },
            {
                o: 1253,
                i: "イーブイ",
                m: "…a…………2……………@………………a…o…e……………p"
            },
            {
                o: 1254,
                i: "ニャローテ",
                m: "…t……e……s….…………………@…m……l……o……"
            },
            {
                o: 1255,
                i: "クリムガン",
                m: "………t…ke…s…………hy………@…m…………c………"
            },
            {
                o: 1256,
                i: "なみのりピカチュウ",
                m: "l……………………sne…@……l………………"
            },
            {
                o: 1257,
                i: "ニャローテ",
                m: "………e……k……@g………………o…"
            },
            {
                o: 1258,
                i: "ゴーリキー",
                m: "……………uh……a…@…………l.…o…"
            },
            {
                o: 1259,
                i: "リーリエ",
                m: "…………u…k…@……a…l…o…"
            },
            {
                o: 1260,
                i: "なみのりピカチュウ",
                m: "………u……………@…m…i……m"
            },
            {
                o: 1261,
                i: "クリムガン",
                m: "…y…i………@……a………"
            },
            {
                o: 1262,
                i: "リーリエ",
                m: "…0…a…@…m…i………………"
            },
            {
                o: 1263,
                i: "フーパ",
                m: "……a…8…@…………o…k………"
            },
            {
                o: 1264,
                i: "ゴーリキー",
                m: "…………2…@……o…………"
            },
            {
                o: 1265,
                i: "イーブイ",
                m: "…u……………26…@…………ud…c…"
            },
            {
                o: 1266,
                i: "フーパ",
                m: "………a…@…………….……"
            },
            {
                o: 1267,
                i: "フーパ",
                m: "r…………c…i…@………….………"
            },
            {
                o: 1268,
                i: "フーパ",
                m: "………si…@……………k…j…"
            },
            {
                o: 1269,
                i: "なみのりピカチュウ",
                m: "…………6………@i……………………m"
            },
            {
                o: 1270,
                i: "イーブイ",
                m: "……………6…3…@…C…………o…"
            },
            {
                o: 1271,
                i: "フーパ",
                m: "………0……………@i……o…………m"
            },
            {
                o: 1272,
                i: "クリムガン",
                m: "……a……623…@iC………o…"
            },
            {
                o: 1273,
                i: "なみのりピカチュウ",
                m: "……………i………@i…………d…c…m"
            },
            {
                o: 1274,
                i: "ゴーリキー",
                m: "……a…h……@i…………d……o…"
            },
            {
                o: 1275,
                i: "イーブイ",
                m: "…a…a…………@………o…d……"
            },
            {
                o: 1276,
                i: "ゴーリキー",
                m: "…………hi…6………@iC…o…………"
            },
            {
                o: 1277,
                i: "クリムガン",
                m: "……a…h………@……C……u….………"
            },
            {
                o: 1278,
                i: "イーブイ",
                m: "……………3…@………d…c…m"
            },
            {
                o: 1279,
                i: "クリムガン",
                m: "…………c…i…………3…@…ud……o…"
            },
            {
                o: 1280,
                i: "フーパ",
                m: "…y………i……@…………u……o…"
            },
            {
                o: 1281,
                i: "クリムガン",
                m: "……………23…@…C………….…o…"
            },
            {
                o: 1282,
                i: "クリムガン",
                m: "a………hi……@……C…o………………"
            },
            {
                o: 1283,
                i: "フーパ",
                m: "……c……0……3…@…C…d…c…m"
            },
            {
                o: 1284,
                i: "ニャローテ",
                m: "………a……………2……@……………………"
            },
            {
                o: 1285,
                i: "シャワーズ",
                m: "……h…………@……………o…"
            },
            {
                o: 1286,
                i: "なみのりピカチュウ",
                m: "a……………………@……………u………o…"
            },
            {
                o: 1287,
                i: "リーリエ",
                m: "………h…i0…………@…C……u……m"
            },
            {
                o: 1288,
                i: "フーパ",
                m: "a………6…@…C………d…………"
            },
            {
                o: 1289,
                i: "クリムガン",
                m: "………su………@……l……o…"
            },
            {
                o: 1290,
                i: "イーブイ",
                m: "…b………uj……@…m……l……"
            },
            {
                o: 1291,
                i: "グレイシア",
                m: "………………e…0…p…@g……l.………"
            },
            {
                o: 1292,
                i: "イーブイ",
                m: "……9……@……………l…………"
            },
            {
                o: 1293,
                i: "フーパ",
                m: "……………9………@…m……….……o…"
            },
            {
                o: 1294,
                i: "イーブイ",
                m: "K…a……0jp…@………il…c……"
            },
            {
                o: 1295,
                i: "ニャローテ",
                m: "K…………t…………jp…@…………….……"
            },
            {
                o: 1296,
                i: "クリムガン",
                m: "………………p…@…g………l………m"
            },
            {
                o: 1297,
                i: "リーリエ",
                m: "m………a……@…c………ud…………"
            },
            {
                o: 1298,
                i: "リーリエ",
                m: "……………@i………d…c……"
            },
            {
                o: 1299,
                i: "イーブイ",
                m: "m…a……@i………u……………"
            },
            {
                o: 1300,
                i: "なみのりピカチュウ",
                m: "…………a……@…c………u….………"
            },
            {
                o: 1301,
                i: "ディンルー",
                m: "…m…………t………@……………d…………"
            },
            {
                o: 1302,
                i: "ニャローテ",
                m: "…ic….…o…"
            },
            {
                o: 1303,
                i: "イーブイ",
                m: "……m……………@……………ud…………"
            },
            {
                o: 1304,
                i: "ニャローテ",
                m: "……n……………@…i…………d……o…"
            },
            {
                o: 1305,
                i: "クリムガン",
                m: "…@………d………m"
            },
            {
                o: 1306,
                i: "フーパ",
                m: "……c……u……………"
            },
            {
                o: 1307,
                i: "ニャローテ",
                m: "…m……………@……l……u……c……"
            },
            {
                o: 1308,
                i: "クリムガン",
                m: "m……h……t…@…c…ou…………m"
            },
            {
                o: 1309,
                i: "イーブイ",
                m: "………a……@……………………"
            },
            {
                o: 1310,
                i: "ニャローテ",
                m: "m………@i………u….……m"
            },
            {
                o: 1311,
                i: "テールナー",
                m: "…ch…@…c………u….…o…"
            },
            {
                o: 1312,
                i: "イーブイ",
                m: "………t…@…c…………………"
            },
            {
                o: 1313,
                i: "イーブイ",
                m: "…………t…@i…c………d…………………"
            },
            {
                o: 1314,
                i: "イーブイ",
                m: "………………7…@f……………….……"
            },
            {
                o: 1315,
                i: "リーリエ",
                m: "…………po5………@…u…………"
            },
            {
                o: 1316,
                i: "ニャローテ",
                m: "………5………@…u…ar…i……e"
            },
            {
                o: 1317,
                i: "ニャローテ",
                m: "…m…………@……………r…………"
            },
            {
                o: 1318,
                i: "フーパ",
                m: "d………………@f………….……"
            },
            {
                o: 1319,
                i: "ニャローテ",
                m: "………o…7…@………a…i………"
            },
            {
                o: 1320,
                i: "クリムガン",
                m: "…………o…………@…………………"
            },
            {
                o: 1321,
                i: "ゴーリキー",
                m: "……n…………@…………oud…………"
            },
            {
                o: 1322,
                i: "なみのりピカチュウ",
                m: "………………@i……ud…c……"
            },
            {
                o: 1323,
                i: "ゴーリキー",
                m: "…………………@……ud…………"
            },
            {
                o: 1324,
                i: "リーリエ",
                m: "…………ch………@i………c…m"
            },
            {
                o: 1325,
                i: "ニャローテ",
                m: "……………t…@…i……………………………"
            },
            {
                o: 1326,
                i: "ソルガレオ&ルナアーラ",
                m: "m……t…@i……d………m"
            },
            {
                o: 1327,
                i: "ゴーリキー",
                m: "………h……t…@……ud……o…"
            },
            {
                o: 1328,
                i: "なみのりピカチュウ",
                m: "………@ic…………………"
            },
            {
                o: 1329,
                i: "リーリエ",
                m: "m……a…t…@i……u……c……"
            },
            {
                o: 1330,
                i: "ヒスイの仲間たち",
                m: "m…………at…@…c………u….………"
            },
            {
                o: 1331,
                i: "ゴーリキー",
                m: "m………………@………o………………"
            },
            {
                o: 1332,
                i: "イーブイ",
                m: "…………@……c……u………o…"
            },
            {
                o: 1333,
                i: "フーパ",
                m: "……o………………@y………o…o………"
            },
            {
                o: 1334,
                i: "なみのりピカチュウ",
                m: "………5……3…6…@…a…oo……c……j…"
            },
            {
                o: 1335,
                i: "リーリエ",
                m: "……a…………da0…1……@…m……….…o…"
            },
            {
                o: 1336,
                i: "フーパ",
                m: "m……h………@i…d…c…m"
            },
            {
                o: 1337,
                i: "フーパ",
                m: "……n…a…@…………d……o…"
            },
            {
                o: 1338,
                i: "パラソルおねえさん",
                m: "…m……ch…………@……………………m"
            },
            {
                o: 1339,
                i: "リーリエ",
                m: "…………h…t…@……………….……m"
            },
            {
                o: 1340,
                i: "なみのりピカチュウ",
                m: "m…@………ud…c……"
            },
            {
                o: 1341,
                i: "クリムガン",
                m: "m………t…@…o…….…o…"
            },
            {
                o: 1342,
                i: "ニャローテ",
                m: "……m…………@………………………"
            },
            {
                o: 1343,
                i: "なみのりピカチュウ",
                m: "…………@…c……d…c……"
            },
            {
                o: 1344,
                i: "イーブイ",
                m: "…………@………………o………………"
            },
            {
                o: 1345,
                i: "イーブイ",
                m: "………@i………ou……c……"
            },
            {
                o: 1346,
                i: "リーリエ",
                m: "………………a……@…c…u……c…m"
            },
            {
                o: 1347,
                i: "なみのりピカチュウ",
                m: "m…………a……@…………u……c……"
            },
            {
                o: 1348,
                i: "イーブイ",
                m: "m……t…@……………c…m"
            },
            {
                o: 1349,
                i: "クリムガン",
                m: "m………@……………u….………"
            },
            {
                o: 1350,
                i: "イーブイ",
                m: "……n…………@…………o…….………"
            },
            {
                o: 1351,
                i: "ゴーリキー",
                m: "m…………at…@…c………….………"
            },
            {
                o: 1352,
                i: "ゴーリキー",
                m: "……………@……o…….………"
            },
            {
                o: 1353,
                i: "リザードン",
                m: "………a……@…c…o…….………"
            },
            {
                o: 1354,
                i: "ゴーリキー",
                m: "m………@……u………o…"
            },
            {
                o: 1355,
                i: "カメックス",
                m: "…………@……c………………o…"
            },
            {
                o: 1356,
                i: "クリムガン",
                m: "…………t…@……………d………………"
            },
            {
                o: 1357,
                i: "ニャローテ",
                m: "………t…@………….…o…"
            },
            {
                o: 1358,
                i: "ゴーリキー",
                m: "……t…@……d……………………"
            },
            {
                o: 1359,
                i: "ニャローテ",
                m: "…m………a……@……c……u….………"
            },
            {
                o: 1360,
                i: "なみのりピカチュウ",
                m: "……@………m……………"
            },
            {
                o: 1361,
                i: "ゴーリキー",
                m: "………t…@………u……………………"
            },
            {
                o: 1362,
                i: "クリムガン",
                m: "……c………@…c……….………"
            },
            {
                o: 1363,
                i: "クリムガン",
                m: "m……@………….…o…"
            },
            {
                o: 1364,
                i: "ゴーリキー",
                m: "…………at…@………………c……"
            },
            {
                o: 1365,
                i: "イーブイ",
                m: "m……………@……oud…c……"
            },
            {
                o: 1366,
                i: "なみのりピカチュウ",
                m: "m………h………@……u….………"
            },
            {
                o: 1367,
                i: "ニャローテ",
                m: "………@……………ud…c…m"
            },
            {
                o: 1368,
                i: "ニャローテ",
                m: "……c…………@……………c……"
            },
            {
                o: 1369,
                i: "なみのりピカチュウ",
                m: "………@……u…………………"
            },
            {
                o: 1370,
                i: "クリムガン",
                m: "……n…h…@…c……c…m"
            },
            {
                o: 1371,
                i: "ニャローテ",
                m: "………t…@i……o…….………"
            },
            {
                o: 1372,
                i: "イーブイ",
                m: "……………@…………ud………m"
            },
            {
                o: 1373,
                i: "イーブイ",
                m: "m………@…c………d…………………"
            },
            {
                o: 1374,
                i: "イーブイ",
                m: "…………t…@………l……d…c……"
            },
            {
                o: 1375,
                i: "ゴーリキー",
                m: "m…………………@……………………"
            },
            {
                o: 1376,
                i: "イーブイ",
                m: "……………t…@……………………o…"
            },
            {
                o: 1377,
                i: "リーリエ",
                m: "……h………@…………………"
            },
            {
                o: 1378,
                i: "なみのりピカチュウ",
                m: "……………t…@…c…d…c…m……………"
            },
            {
                o: 1379,
                i: "クリムガン",
                m: "…………h…@…i……o…….………"
            },
            {
                o: 1380,
                i: "クリムガン",
                m: "………@…………d……o…"
            },
            {
                o: 1381,
                i: "なみのりピカチュウ",
                m: "………at…@…………d…c…m"
            },
            {
                o: 1382,
                i: "イーブイ",
                m: "…………t…@…c…………………"
            },
            {
                o: 1383,
                i: "イーブイ",
                m: "…………h………@…………………m"
            },
            {
                o: 1384,
                i: "ゴーリキー",
                m: "…………h…t…@………d………m"
            },
            {
                o: 1385,
                i: "ゴーリキー",
                m: "m……………@……d………m"
            },
            {
                o: 1386,
                i: "ニャローテ",
                m: "…………h…@i…………u….………"
            },
            {
                o: 1387,
                i: "リーリエのピッピ人形",
                m: "……h………@…c………………"
            },
            {
                o: 1388,
                i: "ブリムオン",
                m: "………a…@………ud……o…"
            },
            {
                o: 1389,
                i: "クリムガン",
                m: "…………@……………c…………………"
            },
            {
                o: 1390,
                i: "ガブリアス",
                m: "……h………@i…………u……………"
            },
            {
                o: 1391,
                i: "クリムガン",
                m: "………t…@……d…c……"
            },
            {
                o: 1392,
                i: "ニャローテ",
                m: "……………t…@……u…………m"
            },
            {
                o: 1393,
                i: "ゴーリキー",
                m: "m…………at…@…………o…d………m"
            },
            {
                o: 1394,
                i: "ゴーリキー",
                m: "m…………at…@i………d…………"
            },
            {
                o: 1395,
                i: "ニャローテ",
                m: "……h……t…@……u……c……"
            },
            {
                o: 1396,
                i: "ゴーリキー",
                m: "…………@i………………m"
            },
            {
                o: 1397,
                i: "ニャローテ",
                m: "……n………@i……ud……o…"
            },
            {
                o: 1398,
                i: "イーブイ",
                m: "…………m…………@ic…………o…"
            },
            {
                o: 1399,
                i: "カメックス",
                m: "…………@……u……c…m"
            },
            {
                o: 1400,
                i: "クリムガン",
                m: "……c………at…@………………o…"
            },
            {
                o: 1401,
                i: "なみのりピカチュウ",
                m: "…………09…@……………n…t……c……"
            },
            {
                o: 1402,
                i: "ギラティナ",
                m: "………………0……@…………o……………m"
            },
            {
                o: 1403,
                i: "リーリエ",
                m: "…………u0……@…………n……………m"
            },
            {
                o: 1404,
                i: "ゼクロム",
                m: "…………@t……an……….…o…"
            },
            {
                o: 1405,
                i: "ゴーリキー",
                m: "……a…………@…………………o…"
            },
            {
                o: 1406,
                i: "イーブイ",
                m: "………@………a…a…c……"
            },
            {
                o: 1407,
                i: "ニャローテ",
                m: "………………u……@…t………n…t……………"
            },
            {
                o: 1408,
                i: "ポピー",
                m: "……ya……@t……………t….…o…"
            },
            {
                o: 1409,
                i: "ゼラオラ",
                m: "………a………@………………t….………"
            },
            {
                o: 1410,
                i: "ゴーリキー",
                m: "……………………@…………n…t…………m"
            },
            {
                o: 1411,
                i: "ゴーリキー",
                m: "…a………@…u………t….………"
            },
            {
                o: 1412,
                i: "ニャローテ",
                m: "………k…………@…no…a…………"
            },
            {
                o: 1413,
                i: "ゴーリキー",
                m: "y…y………@……………n……a…c……"
            },
            {
                o: 1414,
                i: "イーブイ",
                m: "y……k…………@……o…a…c……"
            },
            {
                o: 1415,
                i: "リーリエ",
                m: "……ku…@……………no…….………"
            },
            {
                o: 1416,
                i: "いたずら好きのピチュー",
                m: "……………@…n……a……o…"
            },
            {
                o: 1417,
                i: "イーブイ",
                m: "……y…………9…@t…an…t………o…"
            },
            {
                o: 1418,
                i: "リーリエ",
                m: "y………………9…@…………n……a……o…"
            },
            {
                o: 1419,
                i: "イーブイ",
                m: "………………………@………………………o…"
            },
            {
                o: 1420,
                i: "ライコウ",
                m: "…y…y………@t…………n……a……o…"
            },
            {
                o: 1421,
                i: "なみのりピカチュウ",
                m: "………a…u…@………o…….……m"
            },
            {
                o: 1422,
                i: "イーブイ",
                m: "……………k…u0……@………………………"
            },
            {
                o: 1423,
                i: "なみのりピカチュウ",
                m: "…………0…@tu……n…….………"
            },
            {
                o: 1424,
                i: "イーブイ",
                m: "…………k…9…@……………o………………"
            },
            {
                o: 1425,
                i: "なみのりピカチュウ",
                m: "……y…………………@……o…………o…"
            },
            {
                o: 1426,
                i: "イーブイ",
                m: "…k……9…@t……………c……"
            },
            {
                o: 1427,
                i: "クリムガン",
                m: "y…………k……………@tu…a………a……o…"
            },
            {
                o: 1428,
                i: "ゴーリキー",
                m: "……………@…u……………o…"
            },
            {
                o: 1429,
                i: "リーリエ",
                m: "…y………@……n…t………o…"
            },
            {
                o: 1430,
                i: "ミュウツー",
                m: "………………@…u……………….……m"
            },
            {
                o: 1431,
                i: "ゴーリキー",
                m: "…y…………09…@……a……t…………m"
            },
            {
                o: 1432,
                i: "ニャローテ",
                m: "……a……@…………t……c…m"
            },
            {
                o: 1433,
                i: "イーブイ",
                m: "……………@……………t….…o…"
            },
            {
                o: 1434,
                i: "ニャローテ",
                m: "…………………0……@t……a……t……c…m"
            },
            {
                o: 1435,
                i: "イーブイ",
                m: "y……………9…@………………a…………"
            },
            {
                o: 1436,
                i: "クリムガン",
                m: "…………k……@t………n……t……c……"
            },
            {
                o: 1437,
                i: "イーブイ",
                m: "…a…@…tu…a……t………o…"
            },
            {
                o: 1438,
                i: "なみのりピカチュウ",
                m: "…a…0……@…………n……a…………"
            },
            {
                o: 1439,
                i: "クリムガン",
                m: "……………………@………………a……o…"
            },
            {
                o: 1440,
                i: "ゼラオラ",
                m: "……k……@…………….……m"
            },
            {
                o: 1441,
                i: "ニャローテ",
                m: "……0……@…u…a….…o…"
            },
            {
                o: 1442,
                i: "イーブイ",
                m: "……09……@…………….………"
            },
            {
                o: 1443,
                i: "ゴーリキー",
                m: "………………@…………no………c……"
            },
            {
                o: 1444,
                i: "イーブイ",
                m: "y…………0……@…u…………………"
            },
            {
                o: 1445,
                i: "なみのりピカチュウ",
                m: "y……0……@……………a…………"
            },
            {
                o: 1446,
                i: "ルリナ",
                m: "………u………@t…………………………"
            },
            {
                o: 1447,
                i: "ゴーリキー",
                m: "……………ku………@t……a……………o…"
            },
            {
                o: 1448,
                i: "リーリエ",
                m: "……o………k……@…u…………c……"
            },
            {
                o: 1449,
                i: "リザードン",
                m: "……o………k……@……t……………………o…"
            },
            {
                o: 1450,
                i: "クリムガン",
                m: "y…………………@…………n………………"
            },
            {
                o: 1451,
                i: "ソルガレオ&ルナアーラ",
                m: "…………@…u……an…t……c…m"
            },
            {
                o: 1452,
                i: "ニャローテ",
                m: "…………a………9…@t…………a……o…"
            },
            {
                o: 1453,
                i: "リーリエ",
                m: "…ya………@………………t………o…"
            },
            {
                o: 1454,
                i: "ニャローテ",
                m: "………9…@……t……n…t……c……"
            },
            {
                o: 1455,
                i: "クリムガン",
                m: "……k……0……@………a……t………o…"
            },
            {
                o: 1456,
                i: "イーブイ",
                m: "………a………………@………a…o………………"
            },
            {
                o: 1457,
                i: "クリムガン",
                m: "…………k…0……@…………n……………o…"
            },
            {
                o: 1458,
                i: "ニャローテ",
                m: "……………a……09…@…u………………o…"
            },
            {
                o: 1459,
                i: "イーブイ",
                m: "y…………9…@…………………o…"
            },
            {
                o: 1460,
                i: "なみのりピカチュウ",
                m: "……y…ku…@……t…………o…"
            },
            {
                o: 1461,
                i: "バオッキー",
                m: "………@i………………"
            },
            {
                o: 1462,
                i: "イーブイ",
                m: "………c…………@…c………….………"
            },
            {
                o: 1463,
                i: "ゴーリキー",
                m: "…h…@……o…d……o…"
            },
            {
                o: 1464,
                i: "グレイシア",
                m: "………@……ud………m"
            },
            {
                o: 1465,
                i: "イーブイ",
                m: "………t…@…i…l……d……o…"
            },
            {
                o: 1466,
                i: "ニャローテ",
                m: "m………t……@……u….…o…"
            },
            {
                o: 1467,
                i: "なみのりピカチュウ",
                m: "…………@……….…o…"
            },
            {
                o: 1468,
                i: "なみのりピカチュウ",
                m: "…………a……@……c……u……c……"
            },
            {
                o: 1469,
                i: "ニャローテ",
                m: "…c…………@…………d……o…"
            },
            {
                o: 1470,
                i: "ゴーリキー",
                m: "…m……h………@……………u….…o…"
            },
            {
                o: 1471,
                i: "ニャローテ",
                m: "………t…@………d…………"
            },
            {
                o: 1472,
                i: "ニャローテ",
                m: "…………a……@………o………………"
            },
            {
                o: 1473,
                i: "ニャローテ",
                m: "……………at…@…………u….………"
            },
            {
                o: 1474,
                i: "ポピー",
                m: "……………@t………t….………"
            },
            {
                o: 1475,
                i: "なみのりピカチュウ",
                m: "………a……@…ud…………"
            },
            {
                o: 1476,
                i: "マリィ",
                m: "………@…………………………"
            },
            {
                o: 1477,
                i: "リーリエ",
                m: "…c……a……@……c………….………"
            },
            {
                o: 1478,
                i: "リーリエ",
                m: "m……t…@……c…oud………m"
            },
            {
                o: 1479,
                i: "なみのりピカチュウ",
                m: "………h…@……d…………"
            },
            {
                o: 1480,
                i: "イーブイ",
                m: "…c……@i………………"
            },
            {
                o: 1481,
                i: "ゴーリキー",
                m: "………c……@……u….…………………"
            },
            {
                o: 1482,
                i: "クリムガン",
                m: "…m……a…@…c………………"
            },
            {
                o: 1483,
                i: "なみのりピカチュウ",
                m: "………ch………@……l…c…m"
            },
            {
                o: 1484,
                i: "クリムガン",
                m: "………at…@…………d………m"
            },
            {
                o: 1485,
                i: "なみのりピカチュウ",
                m: "…………………@i………u………o…"
            },
            {
                o: 1486,
                i: "ニャローテ",
                m: "m………@…c…….……m"
            },
            {
                o: 1487,
                i: "ニャローテ",
                m: "…n………@…l….……m……………"
            },
            {
                o: 1488,
                i: "ゴーリキー",
                m: "……at…@i………o…d…………"
            },
            {
                o: 1489,
                i: "クリムガン",
                m: "m……………@……u….………"
            },
            {
                o: 1490,
                i: "ゴーリキー",
                m: "……c…a……@……l…u…………m"
            },
            {
                o: 1491,
                i: "ニャローテ",
                m: "……………@i…………d……o…"
            },
            {
                o: 1492,
                i: "イーブイ",
                m: "………t…@……………o…"
            },
            {
                o: 1493,
                i: "ゴーリキー",
                m: "……@i…………u……c……"
            },
            {
                o: 1494,
                i: "クリムガン",
                m: "……………h………@…c…………d…………"
            },
            {
                o: 1495,
                i: "ゴーリキー",
                m: "………h………@i……d………m"
            },
            {
                o: 1496,
                i: "イーブイ",
                m: "…………@……………u………o…"
            },
            {
                o: 1497,
                i: "リーリエ",
                m: "m………@……………m……………"
            },
            {
                o: 1498,
                i: "クリムガン",
                m: "……@……………d…c……"
            },
            {
                o: 1499,
                i: "クリムガン",
                m: "……ch…@………ou……c……"
            },
            {
                o: 1500,
                i: "イーブイ",
                m: "m…………t…@…………c……"
            },
            {
                o: 1501,
                i: "ゴーリキー",
                m: "m…t…@i…………………m……………"
            },
            {
                o: 1502,
                i: "クリムガン",
                m: "……t……@i……………………"
            },
            {
                o: 1503,
                i: "ツツジ",
                m: "…m……………@…………d……o…"
            },
            {
                o: 1504,
                i: "カミツレのきらめき",
                m: "…c…h……@ic……ud……o…"
            },
            {
                o: 1505,
                i: "なみのりピカチュウ",
                m: "………@………u……c……"
            },
            {
                o: 1506,
                i: "ニャローテ",
                m: "m………@………….………"
            },
            {
                o: 1507,
                i: "ミュウツー",
                m: "……………@………….…o…"
            },
            {
                o: 1508,
                i: "イーブイ",
                m: "m…h………@……c………d……o…"
            },
            {
                o: 1509,
                i: "ゴーリキー",
                m: "……a……@……l……………"
            },
            {
                o: 1510,
                i: "なみのりピカチュウ",
                m: "m……@…………ud……o………………"
            },
            {
                o: 1511,
                i: "クリムガン",
                m: "…at…@…c….……m"
            },
            {
                o: 1512,
                i: "ゴーリキー",
                m: "………………a……@i…………u….………"
            },
            {
                o: 1513,
                i: "ニャース",
                m: "…m……………@i……u….………"
            },
            {
                o: 1514,
                i: "なみのりピカチュウ",
                m: "………@……………d………m"
            },
            {
                o: 1515,
                i: "ニャローテ",
                m: "……h………@i……….……m"
            },
            {
                o: 1516,
                i: "ゴーリキー",
                m: "……………h…t…@…i…………d………m"
            },
            {
                o: 1517,
                i: "ピカチュウ",
                m: "……………@………………….…o…"
            },
            {
                o: 1518,
                i: "リーリエ",
                m: "m……@…c…u……………"
            },
            {
                o: 1519,
                i: "ゴーリキー",
                m: "m………h…@…c………ud……o…"
            },
            {
                o: 1520,
                i: "クリムガン",
                m: "……a……@i…………o…"
            },
            {
                o: 1521,
                i: "ゴーリキー",
                m: "……c………t…@…………ud……o…"
            },
            {
                o: 1522,
                i: "リーリエ",
                m: "m………@…………c……"
            },
            {
                o: 1523,
                i: "なみのりピカチュウ",
                m: "m…t…@………….……m"
            },
            {
                o: 1524,
                i: "ニャローテ",
                m: "………h…t…@…c……………m"
            },
            {
                o: 1525,
                i: "ライコウ",
                m: "…………t…@…c……c…m"
            },
            {
                o: 1526,
                i: "なみのりピカチュウ",
                m: "……at…@……………u………o…"
            },
            {
                o: 1527,
                i: "アロマなおねえさん",
                m: "…………t…@………l……d…………"
            },
            {
                o: 1528,
                i: "フーディン",
                m: "…n…………t…@………ud…c……"
            },
            {
                o: 1529,
                i: "ニャローテ",
                m: "m……@………………d…………"
            },
            {
                o: 1530,
                i: "クリムガン",
                m: "…………t…@………o………………"
            },
            {
                o: 1531,
                i: "リーリエ",
                m: "………@i………………"
            },
            {
                o: 1532,
                i: "イーブイ",
                m: "………t…@…c……………"
            },
            {
                o: 1533,
                i: "リーリエ",
                m: "…………h…@……u…………m"
            },
            {
                o: 1534,
                i: "イーブイ",
                m: "……c…t…@……ou……c……"
            },
            {
                o: 1535,
                i: "リーリエ",
                m: "………@…c……d…………"
            },
            {
                o: 1536,
                i: "イーブイ",
                m: "m…………@………d…c……"
            },
            {
                o: 1537,
                i: "イーブイ",
                m: "m………………@…………ud……o…"
            },
            {
                o: 1538,
                i: "ニャローテ",
                m: "m…@i………….………"
            },
            {
                o: 1539,
                i: "なみのりピカチュウ",
                m: "…c……@…c……………………"
            },
            {
                o: 1540,
                i: "リーリエ",
                m: "…………ch………@……c…o…….………"
            },
            {
                o: 1541,
                i: "リーリエ",
                m: "……………t…@……………ud………………"
            },
            {
                o: 1542,
                i: "なみのりピカチュウ",
                m: "m……at…@……u…m……………"
            },
            {
                o: 1543,
                i: "なみのりピカチュウ",
                m: "…h………@……………u….………"
            },
            {
                o: 1544,
                i: "クリムガン",
                m: "m……@…c…………………………"
            },
            {
                o: 1545,
                i: "なみのりピカチュウ",
                m: "………t…@……u………o…"
            },
            {
                o: 1546,
                i: "なみのりピカチュウ",
                m: "………@……………………"
            },
            {
                o: 1547,
                i: "ゴーリキー",
                m: "…………@……l……o…"
            },
            {
                o: 1548,
                i: "ゴーリキー",
                m: "m………………@…c…………m"
            },
            {
                o: 1549,
                i: "ゴーリキー",
                m: "………at…@i…………o…"
            },
            {
                o: 1550,
                i: "ゴーリキー",
                m: "…………9…@……………….……m"
            },
            {
                o: 1551,
                i: "ニャローテ",
                m: "………0……@t………………………"
            },
            {
                o: 1552,
                i: "ニャローテ",
                m: "……y………u0……@…u……n………………m"
            },
            {
                o: 1553,
                i: "クリムガン",
                m: "……09…@……t………………c……"
            },
            {
                o: 1554,
                i: "イーブイ",
                m: "……@………….…o…"
            },
            {
                o: 1555,
                i: "ゴーリキー",
                m: "………………at…@………u….…o…"
            },
            {
                o: 1556,
                i: "ゴーリキー",
                m: "…………t…@…………………………………"
            },
            {
                o: 1557,
                i: "なみのりピカチュウ",
                m: "………@……c……ud……o…"
            },
            {
                o: 1558,
                i: "イーブイ",
                m: "m……c…a……@i………………"
            },
            {
                o: 1559,
                i: "ディンルー",
                m: "……@……c…………………"
            },
            {
                o: 1560,
                i: "なみのりピカチュウ",
                m: "……………t…@……c……u….………"
            },
            {
                o: 1561,
                i: "ゴーリキー",
                m: "……n…………@……d………m"
            },
            {
                o: 1562,
                i: "ニャローテ",
                m: "……t………@……l…………m"
            },
            {
                o: 1563,
                i: "ゴーリキー",
                m: "m…………@…cl………m……………"
            },
            {
                o: 1564,
                i: "なみのりピカチュウ",
                m: "…c……@i…o……o………………"
            },
            {
                o: 1565,
                i: "クリムガン",
                m: "………………a……@i………………o…"
            },
            {
                o: 1566,
                i: "ニャローテ",
                m: "………………@…………………"
            },
            {
                o: 1567,
                i: "クリムガン",
                m: "…………t…@…c……u………o…"
            },
            {
                o: 1568,
                i: "リーリエ",
                m: "m……………@i……………………"
            },
            {
                o: 1569,
                i: "なみのりピカチュウ",
                m: "………c………@………………o…"
            },
            {
                o: 1570,
                i: "ルカリオ",
                m: "……t……da……1……@………c…m"
            },
            {
                o: 1571,
                i: "クリムガン",
                m: "……………a……@…………d……o…"
            },
            {
                o: 1572,
                i: "ニャローテ",
                m: "m………………t…@i…………u………o…"
            },
            {
                o: 1573,
                i: "ニャローテ",
                m: "……h……@…………d…………"
            },
            {
                o: 1574,
                i: "ポッチャマ",
                m: "………at…@………ud…………"
            },
            {
                o: 1575,
                i: "ゴーリキー",
                m: "……n………@…………d………………"
            },
            {
                o: 1576,
                i: "リーリエ",
                m: "……c……@…………u….……m"
            },
            {
                o: 1577,
                i: "イーブイ",
                m: "…………h………@……………o…"
            },
            {
                o: 1578,
                i: "イーブイ",
                m: "………@……d…o………………"
            },
            {
                o: 1579,
                i: "イーブイ",
                m: "…………h………@…c…o…d…………"
            },
            {
                o: 1580,
                i: "なみのりピカチュウ",
                m: "m………………@………d………m"
            },
            {
                o: 1581,
                i: "ニャローテ",
                m: "o……9…0……r……@…m………………"
            },
            {
                o: 1582,
                i: "ニャローテ",
                m: "……………………6…r……@……a………c…"
            },
            {
                o: 1583,
                i: "アロマなおねえさん",
                m: "………………06………@…m……l.……"
            },
            {
                o: 1584,
                i: "ニャローテ",
                m: "o………………r……@……………….………"
            },
            {
                o: 1585,
                i: "ニャローテ",
                m: "…………0………o…@gm………l.………"
            },
            {
                o: 1586,
                i: "クリムガン",
                m: "o…………or……@g………l.……"
            },
            {
                o: 1587,
                i: "クリムガン",
                m: "o…e…9…or……@…m…………"
            },
            {
                o: 1588,
                i: "クリムガン",
                m: "……e……e…@………i….……"
            },
            {
                o: 1589,
                i: "クリムガン",
                m: "……90……@……l……o…"
            },
            {
                o: 1590,
                i: "オニオン",
                m: "……e…………e…@…………….……m"
            },
            {
                o: 1591,
                i: "ゴーリキー",
                m: "o……e…6o………@………………………"
            },
            {
                o: 1592,
                i: "クリムガン",
                m: "o………0…06…………@g………………"
            },
            {
                o: 1593,
                i: "イーブイ",
                m: "…………………e…@…m………….…o…"
            },
            {
                o: 1594,
                i: "ニャローテ",
                m: "o…9……o……@g………il.………"
            },
            {
                o: 1595,
                i: "クリムガン",
                m: "……………90……r……@……a………m"
            },
            {
                o: 1596,
                i: "ニャローテ",
                m: "……9…………@…m………l.………"
            },
            {
                o: 1597,
                i: "ゴーリキー",
                m: "………………9……o…e…@………il…………"
            },
            {
                o: 1598,
                i: "イーブイ",
                m: "…r………o………@…………l.……"
            },
            {
                o: 1599,
                i: "イーブイ",
                m: "………e……0……@…g………l…c……"
            },
            {
                o: 1600,
                i: "イーブイ",
                m: "………0………o……@…m………………"
            },
            {
                o: 1601,
                i: "ニャローテ",
                m: "…………6……e…@g…l.……m"
            },
            {
                o: 1602,
                i: "アスナ",
                m: "…………………r……@…m…c……"
            },
            {
                o: 1603,
                i: "イーブイ",
                m: "o……906……r……@………………c……"
            },
            {
                o: 1604,
                i: "クリムガン",
                m: "…………6…………@g……i…………m"
            },
            {
                o: 1605,
                i: "ピッピ",
                m: "……ore…@g………l.………m"
            },
            {
                o: 1606,
                i: "クリムガン",
                m: "……………e…@………………c……"
            },
            {
                o: 1607,
                i: "ゴーリキー",
                m: "…………e…@……………m"
            },
            {
                o: 1608,
                i: "クリムガン",
                m: "…u………@…………a………….………"
            },
            {
                o: 1609,
                i: "イーブイ",
                m: "…………@t……………….………"
            },
            {
                o: 1610,
                i: "イーブイ",
                m: "y……y…………9…@…u…an………m"
            },
            {
                o: 1611,
                i: "なみのりピカチュウ",
                m: "y………u………@t……n…t….…o…"
            },
            {
                o: 1612,
                i: "ゴーリキー",
                m: "……9…@………an…t……c……"
            },
            {
                o: 1613,
                i: "イーブイ",
                m: "…………a…………@t………….…o…"
            },
            {
                o: 1614,
                i: "キハダ",
                m: "………u………@………………c……"
            },
            {
                o: 1615,
                i: "クリムガン",
                m: "…y………u…@t………….……m"
            },
            {
                o: 1616,
                i: "リーリエ",
                m: "…………u………@…u…a………….……m"
            },
            {
                o: 1617,
                i: "ゼラオラ",
                m: "…………0…9…@……………t………o…"
            },
            {
                o: 1618,
                i: "クリムガン",
                m: "………1…7…@….……b…n…………"
            },
            {
                o: 1619,
                i: "クリムガン",
                m: "…u…a………ni…………8………@…………m….……p"
            },
            {
                o: 1620,
                i: "クリムガン",
                m: "………ky…7…@…-…………c…m"
            },
            {
                o: 1621,
                i: "クリムガン",
                m: "……y………7…@…………………m"
            },
            {
                o: 1622,
                i: "クリムガン",
                m: "……………@…a……t………m"
            },
            {
                o: 1623,
                i: "ニャローテ",
                m: "……y……7…@n………c……"
            },
            {
                o: 1624,
                i: "リーリエ",
                m: "………………9…………@……….……m"
            },
            {
                o: 1625,
                i: "ゴーリキー",
                m: "…p……9……@………a……………"
            },
            {
                o: 1626,
                i: "なみのりピカチュウ",
                m: "…p………91……@………c……………m"
            },
            {
                o: 1627,
                i: "クリムガン",
                m: "p………………@n……………………"
            },
            {
                o: 1628,
                i: "なみのりピカチュウ",
                m: "…………7…@…………t…………"
            },
            {
                o: 1629,
                i: "リーリエ",
                m: "…………7…@n………c…t…………"
            },
            {
                o: 1630,
                i: "なみのりピカチュウ",
                m: "…………a……@…a-………….…o…"
            },
            {
                o: 1631,
                i: "ニャローテ",
                m: "…p…………@……-……t…………"
            },
            {
                o: 1632,
                i: "ニャローテ",
                m: "…p……………………@……t…c……"
            },
            {
                o: 1633,
                i: "ゼクロム",
                m: "…k…a……17…@…a……a……c……"
            },
            {
                o: 1634,
                i: "ゴーリキー",
                m: "……i……7…@………a……c……"
            },
            {
                o: 1635,
                i: "ゴーリキー",
                m: "……9…@…………………"
            },
            {
                o: 1636,
                i: "ブラッキー",
                m: "……………@…a………t……o…"
            },
            {
                o: 1637,
                i: "ニャローテ",
                m: "……………a……@………………o…"
            },
            {
                o: 1638,
                i: "なみのりピカチュウ",
                m: "………a……7…@…a……….…o…"
            },
            {
                o: 1639,
                i: "ニャローテ",
                m: "……y………@………………o…"
            },
            {
                o: 1640,
                i: "ゼラオラ",
                m: "………17…@…a………o…"
            },
            {
                o: 1641,
                i: "メガヤミラミ＆バンギラス",
                m: "p……9…7…@………ca….………"
            },
            {
                o: 1642,
                i: "ゴーリキー",
                m: "p………y……7…@n………a………………"
            },
            {
                o: 1643,
                i: "ニャローテ",
                m: "…i……9…1……@……t…………"
            },
            {
                o: 1644,
                i: "なみのりピカチュウ",
                m: "……ky……7…@…………….………"
            },
            {
                o: 1645,
                i: "イーブイ",
                m: "…p……y………17…@…a…c………………m"
            },
            {
                o: 1646,
                i: "イーブイ",
                m: "…………@…………c…….…o…"
            },
            {
                o: 1647,
                i: "イーブイ",
                m: "……………………@……e………….……"
            },
            {
                o: 1648,
                i: "ゴーリキー",
                m: "……………c……rs…@i………………c………"
            },
            {
                o: 1649,
                i: "ルリナ",
                m: "………_………ir……@i……………m"
            },
            {
                o: 1650,
                i: "ニャローテ",
                m: "………l…c…………r……@…………………c…m"
            },
            {
                o: 1651,
                i: "リーリエ",
                m: "……k…………@…u…a………a…c……"
            },
            {
                o: 1652,
                i: "イーブイ",
                m: "…y……k…u…9…@t……a…o…a…c……"
            },
            {
                o: 1653,
                i: "ゴーリキー",
                m: "……09…@………………….………"
            },
            {
                o: 1654,
                i: "イーブイ",
                m: "……………@…ut…………o…"
            },
            {
                o: 1655,
                i: "ゴーリキー",
                m: "……0……@……………t…………m"
            },
            {
                o: 1656,
                i: "イーブイ",
                m: "……a………@t…………………………m"
            },
            {
                o: 1657,
                i: "ニャローテ",
                m: "……………@t……o…a…c…m"
            },
            {
                o: 1658,
                i: "ゴーリキー",
                m: "……o………0……@tu…no…………o…"
            },
            {
                o: 1659,
                i: "イーブイ",
                m: "………u0……@tu…o…….……m"
            },
            {
                o: 1660,
                i: "イーブイ",
                m: "………k……@t……no………………"
            },
            {
                o: 1661,
                i: "イーブイ",
                m: "……u…@………t……………"
            },
            {
                o: 1662,
                i: "ゴーリキー",
                m: "…o……………a…@g……i…………o…"
            },
            {
                o: 1663,
                i: "ニャローテ",
                m: "…………a……7…@…………………"
            },
            {
                o: 1664,
                i: "クリムガン",
                m: "……07…@………a…l.………"
            },
            {
                o: 1665,
                i: "リーリエ",
                m: "y…y…k……0……@………………………c……"
            },
            {
                o: 1666,
                i: "きとうし",
                m: "y……………@…………n………o…"
            },
            {
                o: 1667,
                i: "リーリエ",
                m: "…n……6…@…m……l………m"
            },
            {
                o: 1668,
                i: "なみのりピカチュウ",
                m: "r………1…………0…………@……………………"
            },
            {
                o: 1669,
                i: "クリムガン",
                m: "………4……4…6…@i………………………"
            },
            {
                o: 1670,
                i: "ニャローテ",
                m: "…t…ke……6…@i………u………o…"
            },
            {
                o: 1671,
                i: "イーブイ",
                m: "…………0………as…@………c……"
            },
            {
                o: 1672,
                i: "なみのりピカチュウ",
                m: "………………s…@g……………"
            },
            {
                o: 1673,
                i: "ニャローテ",
                m: "………06…l……@y…h…….…………"
            },
            {
                o: 1674,
                i: "ニャローテ",
                m: "……………0……@…………n…t……………"
            },
            {
                o: 1675,
                i: "イーブイ",
                m: "y………u0……@…………t……c……"
            },
            {
                o: 1676,
                i: "ゴーリキー",
                m: "…u0…@………………c……"
            },
            {
                o: 1677,
                i: "クリムガン",
                m: "……u0……@tu…………………c……"
            },
            {
                o: 1678,
                i: "イーブイ",
                m: "…k……@……………………a…………"
            },
            {
                o: 1679,
                i: "リーリエ",
                m: "………………9…@t…………no…….………"
            },
            {
                o: 1680,
                i: "クリムガン",
                m: "……………09…@t…………o………c……"
            },
            {
                o: 1681,
                i: "イーブイ",
                m: "…y……@…………a…o………………"
            },
            {
                o: 1682,
                i: "なみのりピカチュウ",
                m: "y…a……………@………a……a……o…"
            },
            {
                o: 1683,
                i: "なみのりピカチュウ",
                m: "……o………9…@………n……….………"
            },
            {
                o: 1684,
                i: "リーリエ",
                m: "………………k…@………an……a……o…"
            },
            {
                o: 1685,
                i: "クリムガン",
                m: "y…………u………@……o…a………m"
            },
            {
                o: 1686,
                i: "ドータクン",
                m: "…o…a……@t………o…a…c……"
            },
            {
                o: 1687,
                i: "クリムガン",
                m: "…………@…ut…t………o…"
            },
            {
                o: 1688,
                i: "リーリエ",
                m: "y……u…@…………no…….……m"
            },
            {
                o: 1689,
                i: "ニャローテ",
                m: "……a………09…@…u…………c……"
            },
            {
                o: 1690,
                i: "なみのりピカチュウ",
                m: "…………a…………@……t……no…….…o…"
            },
            {
                o: 1691,
                i: "なみのりピカチュウ",
                m: "………k…0…9…@……ano…….……m"
            },
            {
                o: 1692,
                i: "リーリエ",
                m: "……y………0……@t……a…o…a…c…m"
            },
            {
                o: 1693,
                i: "ニャローテ",
                m: "……………u…………@…………o…a………m"
            },
            {
                o: 1694,
                i: "リーリエ",
                m: "…k…h………f…@…m…………………"
            },
            {
                o: 1695,
                i: "ニャローテ",
                m: "………s…id……@g……i……c……"
            },
            {
                o: 1696,
                i: "ゴーリキー",
                m: "………ch………u…@……………b…………j…"
            },
            {
                o: 1697,
                i: "パラソルおねえさん",
                m: "…………………@….…o……b…………"
            },
            {
                o: 1698,
                i: "クリムガン",
                m: "……n……u…………@………t………….……"
            },
            {
                o: 1699,
                i: "イーブイ",
                m: "……………………m…@……………o……o………"
            },
            {
                o: 1700,
                i: "ニャローテ",
                m: "………j…e………@…a…o………p"
            },
            {
                o: 1701,
                i: "ニャローテ",
                m: "………m…@y……o……o…j…"
            },
            {
                o: 1702,
                i: "ニャローテ",
                m: "k……@…………o……….……"
            },
            {
                o: 1703,
                i: "いたずら好きのピチュー",
                m: "…………a…@…a……………….…p"
            },
            {
                o: 1704,
                i: "リーリエ",
                m: "……………a……@…………………………"
            },
            {
                o: 1705,
                i: "クリムガン",
                m: "………j……@…………o……….……"
            },
            {
                o: 1706,
                i: "ゴーリキー",
                m: "…………m…@y…h………………"
            },
            {
                o: 1707,
                i: "ニャローテ",
                m: "k……………ea……@…a………o……….……"
            },
            {
                o: 1708,
                i: "クリムガン",
                m: "s…r………3……@…ya……….…o………"
            },
            {
                o: 1709,
                i: "なみのりピカチュウ",
                m: "……n……………@gm…i………o…"
            },
            {
                o: 1710,
                i: "クリムガン",
                m: "………………v…2.w………@……s…ft…………"
            },
            {
                o: 1711,
                i: "ニャローテ",
                m: "…………@…ba…k……….……"
            },
            {
                o: 1712,
                i: "ニャローテ",
                m: "……o……7…@………………o……………p"
            },
            {
                o: 1713,
                i: "ニャローテ",
                m: "………ya…0……@…………n…………………"
            },
            {
                o: 1714,
                i: "クリムガン",
                m: "…a……u………5…@…………l…c……"
            },
            {
                o: 1715,
                i: "クリムガン",
                m: "…a…………20…5…@……a………"
            },
            {
                o: 1716,
                i: "ゴーリキー",
                m: "………2…………@…m……l.……"
            },
            {
                o: 1717,
                i: "クリムガン",
                m: "……………o………0…5…@…………….…o……"
            },
            {
                o: 1718,
                i: "リーリエ",
                m: "…………o………2…0……@…m……l…c………"
            },
            {
                o: 1719,
                i: "ニャローテ",
                m: "……z…o……2…0……@g……………"
            },
            {
                o: 1720,
                i: "なみのりピカチュウ",
                m: "…………o……………@……a…l.……m"
            },
            {
                o: 1721,
                i: "リーリエ",
                m: "o………os…2……0……@……….…o…"
            },
            {
                o: 1722,
                i: "クリムガン",
                m: "…………20……@g…………o…"
            },
            {
                o: 1723,
                i: "ゴーリキー",
                m: "………r…m……0……@g……l.………"
            },
            {
                o: 1724,
                i: "リーリエ",
                m: "………0…r……@g………….………"
            },
            {
                o: 1725,
                i: "ゴーリキー",
                m: "…………r……@………………o…"
            },
            {
                o: 1726,
                i: "リーリエ",
                m: "…r…………@………l.………"
            },
            {
                o: 1727,
                i: "なみのりピカチュウ",
                m: "o……06……e…@……………l…c……"
            },
            {
                o: 1728,
                i: "なみのりピカチュウ",
                m: "…………………@……a………"
            },
            {
                o: 1729,
                i: "なみのりピカチュウ",
                m: "………0…0…………@………l…c…m"
            },
            {
                o: 1730,
                i: "リーリエ",
                m: "…e…06……@g………l.……"
            },
            {
                o: 1731,
                i: "ゴーリキー",
                m: "………e…@…m……i……c……"
            },
            {
                o: 1732,
                i: "なみのりピカチュウ",
                m: "…………6…re…@…m……………o…"
            },
            {
                o: 1733,
                i: "ゴーリキー",
                m: "……0……r……@………………o…"
            },
            {
                o: 1734,
                i: "カメックス",
                m: "…o…e………o……e…@…m……l……"
            },
            {
                o: 1735,
                i: "ニャローテ",
                m: "………………ore…@…m……………"
            },
            {
                o: 1736,
                i: "クリムガン",
                m: "………a…71……2………@g……………m"
            },
            {
                o: 1737,
                i: "ゴーリキー",
                m: "…a…o……1…1………@…m……l……………"
            },
            {
                o: 1738,
                i: "リーリエ",
                m: "…a…o……0…2………@…m……l……"
            },
            {
                o: 1739,
                i: "ニャローテ",
                m: "…na……………22……@g………l………m…"
            },
            {
                o: 1740,
                i: "クリムガン",
                m: "…………w…ry……………@…………….….…p"
            },
            {
                o: 1741,
                i: "クリムガン",
                m: "…………u…@………a….………"
            },
            {
                o: 1742,
                i: "イーブイ",
                m: "………s………s……………@…m……l…c…"
            },
            {
                o: 1743,
                i: "クリムガン",
                m: "……………………q……………@…………l…"
            },
            {
                o: 1744,
                i: "ニャローテ",
                m: "……………q…r…………@…m……l…c……"
            },
            {
                o: 1745,
                i: "ニャローテ",
                m: "……………s3……r…t……@g………l…m"
            },
            {
                o: 1746,
                i: "ゴーリキー",
                m: "…………………eq…rr…g…@…………l.…………"
            },
            {
                o: 1747,
                i: "イーブイ",
                m: "…………s3………rr…g…@g………c……"
            },
            {
                o: 1748,
                i: "なみのりピカチュウ",
                m: "…s………p…q……r………@gm…i………"
            },
            {
                o: 1749,
                i: "クリムガン",
                m: "…………p…3…r…t……@…m…………c…"
            },
            {
                o: 1750,
                i: "リーリエ",
                m: "……sh…p………e……r……g…@…………l……o…"
            },
            {
                o: 1751,
                i: "ゴーリキー",
                m: "……o……i……3e…r……g…@g…m……l……o…"
            },
            {
                o: 1752,
                i: "リーリエ",
                m: "……………_x……………@……m….…….……"
            },
            {
                o: 1753,
                i: "クリムガン",
                m: "…i…………………21……@…………m….…………p"
            },
            {
                o: 1754,
                i: "イーブイ",
                m: "…m…………n……@…………e"
            },
            {
                o: 1755,
                i: "クリムガン",
                m: "…y…ma…an……@m……………"
            },
            {
                o: 1756,
                i: "ニャローテ",
                m: "…i………@y……o….……"
            },
            {
                o: 1757,
                i: "ドータクン",
                m: "………t……y…………r…a……@…………l…c………"
            },
            {
                o: 1758,
                i: "なみのりピカチュウ",
                m: "c……………t………d…ea……@………………c………"
            },
            {
                o: 1759,
                i: "リーリエ",
                m: "k……1……@g……….………"
            },
            {
                o: 1760,
                i: "ニャローテ",
                m: "………………@…………l………o…"
            },
            {
                o: 1761,
                i: "ゴーリキー",
                m: "……………k…………@…u……n…t……c…m"
            },
            {
                o: 1762,
                i: "リーリエ",
                m: "………i………x…….……6…@…o…om………e………"
            },
            {
                o: 1763,
                i: "イーブイ",
                m: "……a………x……12………@d………m………e………"
            },
            {
                o: 1764,
                i: "ニャローテ",
                m: "……………0………@g…m…i….……m"
            },
            {
                o: 1765,
                i: "アロマなおねえさん",
                m: "………4…@………l.……m"
            },
            {
                o: 1766,
                i: "ニャローテ",
                m: "………0……@…m……l…"
            },
            {
                o: 1767,
                i: "クリムガン",
                m: "k…………i………1……@g……il……"
            },
            {
                o: 1768,
                i: "ニャローテ",
                m: "…………0……@……………….………"
            },
            {
                o: 1769,
                i: "リーリエ",
                m: "………0………4…@………l…c……"
            },
            {
                o: 1770,
                i: "クリムガン",
                m: "k…h……0……1……@g………l………m"
            },
            {
                o: 1771,
                i: "クリムガン",
                m: "…k………0……@g……………"
            },
            {
                o: 1772,
                i: "イーブイ",
                m: "…h………4…@………………o…"
            },
            {
                o: 1773,
                i: "ブリムオン",
                m: "…hi…14…@………………o…"
            },
            {
                o: 1774,
                i: "ニャローテ",
                m: "…i……61……@……………l……o…"
            },
            {
                o: 1775,
                i: "イーブイ",
                m: "……………@…………i……c……"
            },
            {
                o: 1776,
                i: "イーブイ",
                m: "…………………65……@…………l………m"
            },
            {
                o: 1777,
                i: "イーブイ",
                m: "k………………4…@…g………l.………"
            },
            {
                o: 1778,
                i: "イーブイ",
                m: "k……4…@…………l….……m"
            },
            {
                o: 1779,
                i: "なみのりピカチュウ",
                m: "………@…m……l.……m"
            },
            {
                o: 1780,
                i: "ゴーリキー",
                m: "k…1……@g…………l.…o…"
            },
            {
                o: 1781,
                i: "ゴーリキー",
                m: "………………4…@………c……"
            },
            {
                o: 1782,
                i: "ギラティナ",
                m: "k…………14…@…………………"
            },
            {
                o: 1783,
                i: "なみのりピカチュウ",
                m: "…………0…@g……i……"
            },
            {
                o: 1784,
                i: "なみのりピカチュウ",
                m: "……………………14…@…g………l…………"
            },
            {
                o: 1785,
                i: "ゴーリキー",
                m: "……………………4…@…m……l………m"
            },
            {
                o: 1786,
                i: "ニャローテ",
                m: "……i…………@g…………l…c……"
            },
            {
                o: 1787,
                i: "ニャローテ",
                m: "k……i……………@……………m"
            },
            {
                o: 1788,
                i: "なみのりピカチュウ",
                m: "k…0…………@………l.……m"
            },
            {
                o: 1789,
                i: "なみのりピカチュウ",
                m: "…k……………0…1……@…m……….……m"
            },
            {
                o: 1790,
                i: "ゴーリキー",
                m: "……i…4…@g………i….…o…"
            },
            {
                o: 1791,
                i: "イーブイ",
                m: "……i……1……@…………c……"
            },
            {
                o: 1792,
                i: "イーブイ",
                m: "……i…………@……………….………"
            },
            {
                o: 1793,
                i: "いたずら好きのピチュー",
                m: "k…i…6…@…m………l.………"
            },
            {
                o: 1794,
                i: "ゴーリキー",
                m: "k……………………@…m………c……"
            },
            {
                o: 1795,
                i: "ニャローテ",
                m: "……o…0……4…@…………………"
            },
            {
                o: 1796,
                i: "なみのりピカチュウ",
                m: "…………4……@g……l…………"
            },
            {
                o: 1797,
                i: "なみのりピカチュウ",
                m: "…k……………@…m…i………………"
            },
            {
                o: 1798,
                i: "ゴーリキー",
                m: "k…………4…@……i….……m"
            },
            {
                o: 1799,
                i: "クリムガン",
                m: "……6…………@…m…il……m"
            },
            {
                o: 1800,
                i: "なみのりピカチュウ",
                m: "…k…………1……@…………l……"
            },
            {
                o: 1801,
                i: "ゴーリキー",
                m: "……i………1……@…m……c……"
            },
            {
                o: 1802,
                i: "なみのりピカチュウ",
                m: "……6…4…@…………………c…m"
            },
            {
                o: 1803,
                i: "リーリエ",
                m: "…………52…@…………….………m"
            },
            {
                o: 1804,
                i: "クリムガン",
                m: "…………………6……@g………c……"
            },
            {
                o: 1805,
                i: "リーリエ",
                m: "…….0…………a…s………3…@………………………j…"
            },
            {
                o: 1806,
                i: "なみのりピカチュウ",
                m: "…m………3………a…e……………………@…………………….……"
            },
            {
                o: 1807,
                i: "クリムガン",
                m: "…………k……a……09…8…@i……………………"
            },
            {
                o: 1808,
                i: "ニャローテ",
                m: "…………6…4…@……………l……o…"
            },
            {
                o: 1809,
                i: "リーリエ",
                m: "…k…0…1………@…………c…m"
            },
            {
                o: 1810,
                i: "ポッチャマ",
                m: "………1……@g……i…………m"
            },
            {
                o: 1811,
                i: "なみのりピカチュウ",
                m: "…k……i…@g……………c……"
            },
            {
                o: 1812,
                i: "ゴーリキー",
                m: "………1……@…m……………o…"
            },
            {
                o: 1813,
                i: "クリムガン",
                m: "………0………@……………….………"
            },
            {
                o: 1814,
                i: "なみのりピカチュウ",
                m: "……o…6………@…m……….……m"
            },
            {
                o: 1815,
                i: "なみのりピカチュウ",
                m: "………h……061……@…….……m"
            },
            {
                o: 1816,
                i: "ディンルー",
                m: "……o…………1……@……m……l……o…"
            },
            {
                o: 1817,
                i: "ニャローテ",
                m: "…………61……@…………l…………"
            },
            {
                o: 1818,
                i: "なみのりピカチュウ",
                m: "k……061……@………i………"
            },
            {
                o: 1819,
                i: "クリムガン",
                m: "………………1……@…m…l…………"
            },
            {
                o: 1820,
                i: "なみのりピカチュウ",
                m: "………@………………c……"
            },
            {
                o: 1821,
                i: "リーリエ",
                m: "……i……………@gm…i……"
            },
            {
                o: 1822,
                i: "クリムガン",
                m: "………………6………@…………………"
            },
            {
                o: 1823,
                i: "ニャローテ",
                m: "…………@……….…o…"
            },
            {
                o: 1824,
                i: "クリムガン",
                m: "………0……4…@…………l….…o…"
            },
            {
                o: 1825,
                i: "ゴーリキー",
                m: "k…………6……@g…………o…"
            },
            {
                o: 1826,
                i: "リーリエ",
                m: "………0…4…@…g………l…c……"
            },
            {
                o: 1827,
                i: "名探偵ピカチュウ",
                m: "………………14…@g…il.………"
            },
            {
                o: 1828,
                i: "ニャローテ",
                m: "……0………@…………l…"
            },
            {
                o: 1829,
                i: "イーブイ",
                m: "……t…h…h…yo…r…………@…………l……"
            },
            {
                o: 1830,
                i: "イーブイ",
                m: "c……c……h……ur…………@…………….…o…"
            },
            {
                o: 1831,
                i: "なみのりピカチュウ",
                m: "…………e……a…s……a…@d……o…………j…"
            },
            {
                o: 1832,
                i: "ゴーリキー",
                m: "………2………………@…c…………………"
            },
            {
                o: 1833,
                i: "リーリエ",
                m: "…………6………@………i….……"
            },
            {
                o: 1834,
                i: "リーリエ",
                m: "s……e………5…@…m…i………"
            },
            {
                o: 1835,
                i: "リーリエ",
                m: "………e…r……8…3……@……………l……o…"
            },
            {
                o: 1836,
                i: "イーブイ",
                m: "………e……o…6…5…@………i……c…"
            },
            {
                o: 1837,
                i: "ゴーリキー",
                m: "……j………a…l…@…c………u……c……"
            },
            {
                o: 1838,
                i: "ニャローテ",
                m: "……a…a…….……@g…………l…………"
            },
            {
                o: 1839,
                i: "クリムガン",
                m: "h…….………@……………l…………"
            },
            {
                o: 1840,
                i: "イーブイ",
                m: "h……mo.…@…………l.……"
            },
            {
                o: 1841,
                i: "クリムガン",
                m: "……gi…2…@………………"
            },
            {
                o: 1842,
                i: "ゴーリキー",
                m: "………22…@a………c……"
            },
            {
                o: 1843,
                i: "リーリエ",
                m: "………11………@…….…om…"
            },
            {
                o: 1844,
                i: "なみのりピカチュウ",
                m: "…………1…2…@………om"
            },
            {
                o: 1845,
                i: "ニャローテ",
                m: "………………in…@…………l………m"
            },
            {
                o: 1846,
                i: "なみのりピカチュウ",
                m: "………e……i……@……a…l.………m"
            },
            {
                o: 1847,
                i: "なみのりピカチュウ",
                m: "…k………t………h…y…………@…m……l……o…"
            },
            {
                o: 1848,
                i: "シロナの覇気",
                m: "…y……tuu……………y…u…@gm……………c……"
            },
            {
                o: 1849,
                i: "リーリエ",
                m: "……u…u……i…o……@…m…………m"
            },
            {
                o: 1850,
                i: "ニャローテ",
                m: "k…uu……i…o…@g………………c……"
            },
            {
                o: 1851,
                i: "ニャローテ",
                m: "…o…………u……h……o……@g…………m"
            },
            {
                o: 1852,
                i: "クリムガン",
                m: "………gi………@………o…"
            },
            {
                o: 1853,
                i: "ゴーリキー",
                m: "……l………1…2…@a………"
            },
            {
                o: 1854,
                i: "ガブリアスC LV.X",
                m: "…………u……@i……t…a…….……"
            },
            {
                o: 1855,
                i: "リーリエ",
                m: "…d……………………@g……il………"
            },
            {
                o: 1856,
                i: "なみのりピカチュウ",
                m: "x………………1…74…@………………………"
            },
            {
                o: 1857,
                i: "クリムガン",
                m: "……………ro………@…………o…"
            },
            {
                o: 1858,
                i: "なみのりピカチュウ",
                m: "……………m……i………@…i….………"
            },
            {
                o: 1859,
                i: "イーブイ",
                m: "m…6……@g………l…c……"
            },
            {
                o: 1860,
                i: "なみのりピカチュウ",
                m: "e………i1………@…u…c…m"
            },
            {
                o: 1861,
                i: "イーブイ",
                m: "e………1……2……@a………………"
            },
            {
                o: 1862,
                i: "なみのりピカチュウ",
                m: "…u……yo……@…m……l.………"
            },
            {
                o: 1863,
                i: "ゴーリキー",
                m: "……k……7……@…m………c……"
            },
            {
                o: 1864,
                i: "クリムガン",
                m: "e…1…22…@…………om…"
            },
            {
                o: 1865,
                i: "ニャローテ",
                m: "…………5…@…a………o………"
            },
            {
                o: 1866,
                i: "ツツジ",
                m: "…………………mon…@………………….……m"
            },
            {
                o: 1867,
                i: "リーリエ",
                m: "……o………i….……………@…………u…………m"
            },
            {
                o: 1868,
                i: "ニャローテ",
                m: "…………………n…@…c……u…………"
            },
            {
                o: 1869,
                i: "ニャローテ",
                m: "………m……5…@i……d……o…"
            },
            {
                o: 1870,
                i: "なみのりピカチュウ",
                m: "……oi………h…ny………@…………………o……"
            },
            {
                o: 1871,
                i: "ニャローテ",
                m: "…………74…@………i………o…"
            },
            {
                o: 1872,
                i: "ゴーリキー",
                m: "…p…r…3…@……………………………p"
            },
            {
                o: 1873,
                i: "なみのりピカチュウ",
                m: "…j…b………@……………"
            },
            {
                o: 1874,
                i: "クリムガン",
                m: "……s…………@…u………o…"
            },
            {
                o: 1875,
                i: "なみのりピカチュウ",
                m: "………1…………@…u………"
            },
            {
                o: 1876,
                i: "なみのりピカチュウ",
                m: "m……nn…us………m……@i……o……………m"
            },
            {
                o: 1877,
                i: "リーリエ",
                m: "……y………………@……………l.………"
            },
            {
                o: 1878,
                i: "クリムガン",
                m: "t………g……@……………l……o…"
            },
            {
                o: 1879,
                i: "ニャローテ",
                m: "…………r…g……@g……i………o…"
            },
            {
                o: 1880,
                i: "クリムガン",
                m: "…a……………@……………………….……"
            },
            {
                o: 1881,
                i: "ゴーリキー",
                m: "……z………d_…1…5…@…………oo.…….……"
            },
            {
                o: 1882,
                i: "ゴーリキー",
                m: "l……………5…@…………o……o………"
            },
            {
                o: 1883,
                i: "ゴーリキー",
                m: "………_……1……@y……………c……"
            },
            {
                o: 1884,
                i: "なみのりピカチュウ",
                m: "l…………_0……@y………o.…….…p"
            },
            {
                o: 1885,
                i: "ソルガレオ&ルナアーラ",
                m: "……a…w……_……15…@………………o………"
            },
            {
                o: 1886,
                i: "なみのりピカチュウ",
                m: "……………ar…_……1……@………c…………"
            },
            {
                o: 1887,
                i: "イーブイ",
                m: "………z…a……0…1…@…………………o………"
            },
            {
                o: 1888,
                i: "クリムガン",
                m: "…………d…01………@y……o…o……….…p"
            },
            {
                o: 1889,
                i: "イーブイ",
                m: "……zw……r…15…@……h…o…c………"
            },
            {
                o: 1890,
                i: "ニャローテ",
                m: "……………1……2…@…u…co……"
            },
            {
                o: 1891,
                i: "ゴーリキー",
                m: "……h………………76………@g………l…"
            },
            {
                o: 1892,
                i: "ゴーリキー",
                m: "……o……6…@…e…n….……….………j…"
            },
            {
                o: 1893,
                i: "なみのりピカチュウ",
                m: "………o.t…a…@………m……n…………"
            },
            {
                o: 1894,
                i: "リーリエ",
                m: "……………at……ya…@…o………………………j…"
            },
            {
                o: 1895,
                i: "ニャローテ",
                m: "……e……………su…a…@…o………………….…"
            },
            {
                o: 1896,
                i: "ゴーリキー",
                m: "………e……………su…@d……om…….…….…p"
            },
            {
                o: 1897,
                i: "ゴーリキー",
                m: "…e….…a……ya…@………….…….……"
            },
            {
                o: 1898,
                i: "イーブイ",
                m: "…a…………………t……ya…@…o……m…………j…"
            },
            {
                o: 1899,
                i: "イーブイ",
                m: "……………o.…ats……y……@d…c……o………"
            },
            {
                o: 1900,
                i: "ゴーリキー",
                m: "…………s…i……ou…@gm…………m"
            },
            {
                o: 1901,
                i: "ニャローテ",
                m: "a…………u…@……o………n………p"
            },
            {
                o: 1902,
                i: "ゴーリキー",
                m: "……………e………at…uy……@…………mo………j…"
            },
            {
                o: 1903,
                i: "ニャローテ",
                m: "………………a…@i………u……c……"
            },
            {
                o: 1904,
                i: "クリムガン",
                m: "……………m……@i……o……o…"
            },
            {
                o: 1905,
                i: "イーブイ",
                m: "………@……………u….……m"
            },
            {
                o: 1906,
                i: "ニャローテ",
                m: "…………@……l………d……o…"
            },
            {
                o: 1907,
                i: "イーブイ",
                m: "………c…………@…………o…….………"
            },
            {
                o: 1908,
                i: "リーリエ",
                m: "…………1………e………@……….……m"
            },
            {
                o: 1909,
                i: "イーブイ",
                m: "…a…k….…………………k…@………i…………m…"
            },
            {
                o: 1910,
                i: "リーリエ",
                m: "…………….…0……n………@g………c…m"
            },
            {
                o: 1911,
                i: "なみのりピカチュウ",
                m: "…………63……@……………….…o…j…"
            },
            {
                o: 1912,
                i: "ゴーリキー",
                m: "…………@…a…………….……"
            },
            {
                o: 1913,
                i: "なみのりピカチュウ",
                m: "……3……@y………o…………"
            },
            {
                o: 1914,
                i: "リーリエ",
                m: "…u……6…@……o…c………p"
            },
            {
                o: 1915,
                i: "クリムガン",
                m: "………i1…………@a………c…m"
            },
            {
                o: 1916,
                i: "リーリエ",
                m: "…………i………2…@…………m"
            },
            {
                o: 1917,
                i: "ゴーリキー",
                m: "………………2…@………c…"
            },
            {
                o: 1918,
                i: "クリムガン",
                m: "e…i…22…@…………o…"
            },
            {
                o: 1919,
                i: "リーリエ",
                m: "……………2…@a………………"
            },
            {
                o: 1920,
                i: "ニャローテ",
                m: "…l…n……1………@a…………"
            },
            {
                o: 1921,
                i: "ニャローテ",
                m: "……g……2…@…u…o…"
            },
            {
                o: 1922,
                i: "ニャローテ",
                m: "…e………g…1…2…@………………"
            },
            {
                o: 1923,
                i: "ゴーリキー",
                m: "……i1……………@…u……o…"
            },
            {
                o: 1924,
                i: "モココ",
                m: "e………gi…1……@……c……"
            },
            {
                o: 1925,
                i: "クリムガン",
                m: "……………@…u……o…"
            },
            {
                o: 1926,
                i: "クリムガン",
                m: "……g………2…@……………"
            },
            {
                o: 1927,
                i: "ニャローテ",
                m: "……l……………1…2…@au…c……"
            },
            {
                o: 1928,
                i: "ゴーリキー",
                m: "………@…………o…j…"
            },
            {
                o: 1929,
                i: "リーリエ",
                m: "x…………@………l………m"
            },
            {
                o: 1930,
                i: "リーリエ",
                m: "……x……@g………i……c…m"
            },
            {
                o: 1931,
                i: "クリムガン",
                m: "……yx………@g………….…m"
            },
            {
                o: 1932,
                i: "イーブイ",
                m: "………………k.…8…8……t…………@…s……………n….…………p"
            },
            {
                o: 1933,
                i: "クリムガン",
                m: "p………@………oo………j…"
            },
            {
                o: 1934,
                i: "ニャローテ",
                m: "………n………f…@….…o…………….……"
            },
            {
                o: 1935,
                i: "なみのりピカチュウ",
                m: "………k……@….……f…n……j…"
            },
            {
                o: 1936,
                i: "クリムガン",
                m: "………1……@…….…………p"
            },
            {
                o: 1937,
                i: "ゴーリキー",
                m: "………9…@…………………a……o…"
            },
            {
                o: 1938,
                i: "イーブイ",
                m: "………k…09…@t……………………"
            },
            {
                o: 1939,
                i: "イーブイ",
                m: "………………9…@t………t….…o…"
            },
            {
                o: 1940,
                i: "リーフィア",
                m: "…………………@t……………c……"
            },
            {
                o: 1941,
                i: "イーブイ",
                m: "……ku…@…ut……………a………m"
            },
            {
                o: 1942,
                i: "なみのりピカチュウ",
                m: "………y……u…@…………….………"
            },
            {
                o: 1943,
                i: "イーブイ",
                m: "………………………9…@…………….…o…"
            },
            {
                o: 1944,
                i: "なみのりピカチュウ",
                m: "………u…@t………n……….………"
            },
            {
                o: 1945,
                i: "なみのりピカチュウ",
                m: "……………9…@t……o………c……"
            },
            {
                o: 1946,
                i: "ゴーリキー",
                m: "……………0………@t…………n……………o…"
            },
            {
                o: 1947,
                i: "クリムガン",
                m: "…p……5………@……………o…c….……"
            },
            {
                o: 1948,
                i: "ニャローテ",
                m: "…………r………8…@g………l……"
            },
            {
                o: 1949,
                i: "リーリエ",
                m: "……uk……u…i…@y……oo……j…"
            },
            {
                o: 1950,
                i: "ニャローテ",
                m: "k……iwk……@………o……o…j…"
            },
            {
                o: 1951,
                i: "なみのりピカチュウ",
                m: "…………@…………………c……j…"
            },
            {
                o: 1952,
                i: "ラウドボーン",
                m: "……r…r…………@y……o…………….……"
            },
            {
                o: 1953,
                i: "ゴーリキー",
                m: "……………eda…………@………o…………"
            },
            {
                o: 1954,
                i: "なみのりピカチュウ",
                m: "……ya…a1……04………@…m……l…c…m"
            },
            {
                o: 1955,
                i: "ニャローテ",
                m: "……………d……2…@…………m…e………"
            },
            {
                o: 1956,
                i: "ニャローテ",
                m: "…….…e………@………m……n……j…"
            },
            {
                o: 1957,
                i: "イーブイ",
                m: "…3…@…a………….…p"
            },
            {
                o: 1958,
                i: "イーブイ",
                m: "……………@…………o…c….……"
            },
            {
                o: 1959,
                i: "ゴーリキー",
                m: "……1………@…a…oo………j…"
            },
            {
                o: 1960,
                i: "リーリエ",
                m: "………u……u……i…3……@…m……l…c………"
            },
            {
                o: 1961,
                i: "なみのりピカチュウ",
                m: "…………m……a…b…u……4…6…@…m…………c…m"
            },
            {
                o: 1962,
                i: "ディンルー",
                m: "……b…………9…@…m……l……"
            },
            {
                o: 1963,
                i: "イーブイ",
                m: "……b……………@…m……l.………"
            },
            {
                o: 1964,
                i: "ニャローテ",
                m: "m………ja…gl………1…1…@…………………"
            },
            {
                o: 1965,
                i: "イーブイ",
                m: "……………s………a…@i………c……"
            },
            {
                o: 1966,
                i: "なみのりピカチュウ",
                m: "……….s………………@…ma…………o…"
            },
            {
                o: 1967,
                i: "イーブイ",
                m: "…………a…@……………o…"
            },
            {
                o: 1968,
                i: "なみのりピカチュウ",
                m: "……io………i…@g………………"
            },
            {
                o: 1969,
                i: "リーリエ",
                m: "………………s……i…@…ma…….…o…"
            },
            {
                o: 1970,
                i: "ニャローテ",
                m: "………c.…………n……………@………i….…………"
            },
            {
                o: 1971,
                i: "ゴーリキー",
                m: "……………ku………@t………n…o…………o…"
            },
            {
                o: 1972,
                i: "イーブイ",
                m: "………09…@………………….…o…"
            },
            {
                o: 1973,
                i: "ニャローテ",
                m: "……i……………k……@……a…l……c……"
            },
            {
                o: 1974,
                i: "チリ",
                m: "………………………i…@……a…l.………"
            },
            {
                o: 1975,
                i: "なみのりピカチュウ",
                m: "…………@…u……n…………"
            },
            {
                o: 1976,
                i: "なみのりピカチュウ",
                m: "y………………9…@………an……t………o…"
            },
            {
                o: 1977,
                i: "ニャローテ",
                m: "………u…9…@……o…….………"
            },
            {
                o: 1978,
                i: "ニャローテ",
                m: "…………9…@………a………c……"
            },
            {
                o: 1979,
                i: "なみのりピカチュウ",
                m: "……k…………@t………n…………c……"
            },
            {
                o: 1980,
                i: "リーリエ",
                m: "……………9…@……………n……….………"
            },
            {
                o: 1981,
                i: "クリムガン",
                m: "y……@…………t….……m"
            },
            {
                o: 1982,
                i: "イーブイ",
                m: "………y……09…@tu…an…a…………"
            },
            {
                o: 1983,
                i: "ゴーリキー",
                m: "y…………@t……………t………o…"
            },
            {
                o: 1984,
                i: "イーブイ",
                m: "…………0……@t……a………….………"
            },
            {
                o: 1985,
                i: "リーリエ",
                m: "y………@t…………o…….……m"
            },
            {
                o: 1986,
                i: "クリムガン",
                m: "………@……a………a……o…"
            },
            {
                o: 1987,
                i: "リーリエのピッピ人形",
                m: "………………@…n…………c……"
            },
            {
                o: 1988,
                i: "ゴーリキー",
                m: "y……………u………@………………………o…"
            },
            {
                o: 1989,
                i: "イーブイ",
                m: "………ku…@tu……a………m"
            },
            {
                o: 1990,
                i: "リーリエ",
                m: "…u………@………no………c……"
            },
            {
                o: 1991,
                i: "イーブイ",
                m: "……………k………@…u……n…………"
            },
            {
                o: 1992,
                i: "なみのりピカチュウ",
                m: "………………9…@…………n……t……c…m"
            },
            {
                o: 1993,
                i: "イーブイ",
                m: "……y……u…@…t………n……a…………"
            },
            {
                o: 1994,
                i: "イーブイ",
                m: "……a……………@…………………o…"
            },
            {
                o: 1995,
                i: "マリィ",
                m: "………y…k…@…u…o………c……"
            },
            {
                o: 1996,
                i: "ニャローテ",
                m: "y…………@………………t………o…"
            },
            {
                o: 1997,
                i: "なみのりピカチュウ",
                m: "……a…@…u………t…………m"
            },
            {
                o: 1998,
                i: "ゴーリキー",
                m: "…y………………9…@……t………t….…o…"
            },
            {
                o: 1999,
                i: "なみのりピカチュウ",
                m: "……………a…u…9…@……u………o…………o…"
            },
            {
                o: 2000,
                i: "リーリエ",
                m: "……………9…@t…t……………a……o…"
            },
            {
                o: 2001,
                i: "イーブイ",
                m: "y………@t……………t……c……"
            },
            {
                o: 2002,
                i: "クリムガン",
                m: "………u0………@…………………o…"
            },
            {
                o: 2003,
                i: "イーブイ",
                m: "…y…………………@……………………o…"
            },
            {
                o: 2004,
                i: "イーブイ",
                m: "y…………9…@………a……………o…"
            },
            {
                o: 2005,
                i: "クリムガン",
                m: "………………k……@…………….………m"
            },
            {
                o: 2006,
                i: "クリムガン",
                m: "a…………ka…@…m……….…m"
            },
            {
                o: 2007,
                i: "クリムガン",
                m: "a…………i…@………l…………"
            },
            {
                o: 2008,
                i: "イーブイ",
                m: "……r…………i…@……l.………"
            },
            {
                o: 2009,
                i: "クリムガン",
                m: "………sa………@……………o…"
            },
            {
                o: 2010,
                i: "イーブイ",
                m: "…………a…i…@…………l……o…"
            },
            {
                o: 2011,
                i: "イーブイ",
                m: "…………c……1…83…………@g……….………"
            },
            {
                o: 2012,
                i: "なみのりピカチュウ",
                m: "j…i……i…9…30………@g……il………"
            },
            {
                o: 2013,
                i: "クリムガン",
                m: "………………h…19…3…2…@………………c……"
            },
            {
                o: 2014,
                i: "ゴーリキー",
                m: "………………1………2…@g………l………m…"
            },
            {
                o: 2015,
                i: "なみのりピカチュウ",
                m: "………i…………308………@g………l……………"
            },
            {
                o: 2016,
                i: "イーブイ",
                m: "………h…1……3……2……@…g……………c……"
            },
            {
                o: 2017,
                i: "ゴーリキー",
                m: "…………i……9………8………@…m……………"
            },
            {
                o: 2018,
                i: "ニャローテ",
                m: "……………9…3…………@…………….……m…"
            },
            {
                o: 2019,
                i: "ニャローテ",
                m: "…………i……8……8………@……l……o…"
            },
            {
                o: 2020,
                i: "ゴーリキー",
                m: "……u……c………8…0…2…@………il.…………"
            },
            {
                o: 2021,
                i: "ゴーリキー",
                m: "…………98…0…2…@………i….………"
            },
            {
                o: 2022,
                i: "イーブイ",
                m: "…………i…………8…0…2……@…………l…………"
            },
            {
                o: 2023,
                i: "リーリエ",
                m: "…i………19………………@…m………o…"
            },
            {
                o: 2024,
                i: "イーブイ",
                m: "……i……i………3…………@…m……l.…o…"
            }

  ],

  effects_UNSTABLE: [persistAtom]

})
